import { MoveTranslationEntries } from "#app/plugins/i18n";

export const move: MoveTranslationEntries = {
  "pound": {
    "name": "拍击",
    "effect": "用长尾、前腿或类似物对目标进行物理打击。"
  },
  "karateChop": {
    "name": "空手劈",
    "effect": "目标受到猛烈的攻击。暴击更容易落地。"
  },
  "doubleSlap": {
    "name": "连环巴掌",
    "effect": "目标被反复拍打，来回拍打，连续拍打两到五次。"
  },
  "cometPunch": {
    "name": "连续拳",
    "effect": "目标被一连串的重拳击中，连续击打两到五次。"
  },
  "megaPunch": {
    "name": "百万吨重拳",
    "effect": "目标被肌肉发达的重拳击中。"
  },
  "payDay": {
    "name": "聚宝功",
    "effect": "向目标投掷大量硬币以造成伤害。钱是在战斗后赚来的。"
  },
  "firePunch": {
    "name": "火焰拳",
    "effect": "目标被一只火热的拳头打了一拳。这也可能使目标烧伤。"
  },
  "icePunch": {
    "name": "冰冻拳",
    "effect": "目标被冰冷的拳头打了一拳。这也可能使目标冻结。"
  },
  "thunderPunch": {
    "name": "雷电拳",
    "effect": "用带电的拳头击打目标。这也可能使目标瘫痪。"
  },
  "scratch": {
    "name": "抓",
    "effect": "坚硬、尖锐、锋利的爪子耙向目标造成伤害。"
  },
  "viseGrip": {
    "name": "夹住",
    "effect": "目标被抓住并从两侧挤压以造成伤害。"
  },
  "guillotine": {
    "name": "极落钳",
    "effect": "用大钳子进行的恶毒的撕咬攻击。如果攻击命中，目标会立即晕倒。"
  },
  "razorWind": {
    "name": "旋风刀",
    "effect": "在这两回合的攻击中，风之刃在第二回合击中了对面的神奇宝贝。暴击更容易落地。"
  },
  "swordsDance": {
    "name": "剑舞",
    "effect": "一种疯狂的舞蹈来提升战斗精神。这大大提高了使用者的攻击率。"
  },
  "cut": {
    "name": "居合劈",
    "effect": "目标被镰刀或爪子砍伤。"
  },
  "gust": {
    "name": "起风",
    "effect": "一阵风被机翼卷起，射向目标造成伤害。"
  },
  "wingAttack": {
    "name": "翅膀攻击",
    "effect": "目标被展开的巨大而威严的翅膀击中，造成伤害。"
  },
  "whirlwind": {
    "name": "吹飞",
    "effect": "目标被炸飞，另一只神奇宝贝被拖了出来。在野外，这结束了与一只神奇宝贝的战斗。"
  },
  "fly": {
    "name": "飞翔",
    "effect": "使用者飞上天空，然后在下一个转弯时击中目标。"
  },
  "bind": {
    "name": "绑紧",
    "effect": "像长身体或触手这样的东西被用来捆绑和挤压目标四到五圈。"
  },
  "slam": {
    "name": "摔打",
    "effect": "用长尾、藤蔓或类似物猛烈攻击目标以造成伤害。"
  },
  "vineWhip": {
    "name": "藤鞭",
    "effect": "目标被细长的鞭状藤蔓击中，造成伤害。"
  },
  "stomp": {
    "name": "踩踏",
    "effect": "目标被一只大脚踩了一下。这也可能使目标望而却步。"
  },
  "doubleKick": {
    "name": "二连踢",
    "effect": "目标用双脚连续快速踢两次。"
  },
  "megaKick": {
    "name": "百万吨重踢",
    "effect": "用肌肉发达的力量踢向目标。"
  },
  "jumpKick": {
    "name": "飞踢",
    "effect": "使用者跳得很高，然后踢了一脚。如果踢偏了，使用者会受伤。"
  },
  "rollingKick": {
    "name": "回旋踢",
    "effect": "使用者快速旋转踢出。这也可能使目标望而却步。"
  },
  "sandAttack": {
    "name": "泼沙",
    "effect": "沙子被扔到目标的脸上，降低了目标的准确性。"
  },
  "headbutt": {
    "name": "头锤",
    "effect": "使用者伸出头，直接冲向目标进行攻击。这也可能使目标望而却步。"
  },
  "hornAttack": {
    "name": "角撞",
    "effect": "目标被尖锐的喇叭刺破，造成伤害。"
  },
  "furyAttack": {
    "name": "乱击",
    "effect": "连续两到五次用角或喙反复戳目标。"
  },
  "hornDrill": {
    "name": "角钻",
    "effect": "使用者用像钻头一样旋转的喇叭刺伤目标。如果攻击命中，目标会立即晕倒。"
  },
  "tackle": {
    "name": "撞击",
    "effect": "一种身体攻击，使用者用全身冲向目标。"
  },
  "bodySlam": {
    "name": "泰山压顶",
    "effect": "使用者以其全身重量落在目标上。这也可能使目标瘫痪。"
  },
  "wrap": {
    "name": "紧束",
    "effect": "长身体、藤蔓或类似物用于包裹和挤压目标四到五圈。"
  },
  "takeDown": {
    "name": "猛撞",
    "effect": "猛烈撞击目标的鲁莽的全身冲锋攻击。这也会对使用者造成一些损害。"
  },
  "thrash": {
    "name": "大闹一番",
    "effect": "使用者横冲直撞并攻击两到三个回合。然后使用者变得困惑。"
  },
  "doubleEdge": {
    "name": "舍身冲撞",
    "effect": "一种鲁莽的、冒着生命危险的拦截，使用者冲向目标。这也对使用者造成了很大的损害。"
  },
  "tailWhip": {
    "name": "摇尾巴",
    "effect": "使用者可爱地摇着尾巴，让对方的神奇宝贝变得不那么警惕，并降低了防御能力。"
  },
  "poisonSting": {
    "name": "毒针",
    "effect": "使用者用毒刺刺伤目标。这也可能毒害目标。"
  },
  "twineedle": {
    "name": "双针",
    "effect": "使用者用两个尖刺连续两次伤害目标。这也可能毒害目标。"
  },
  "pinMissile": {
    "name": "飞弹针",
    "effect": "尖锐的尖刺连续快速地射向目标。他们连续命中两到五次。"
  },
  "leer": {
    "name": "瞪眼",
    "effect": "使用者向对方的神奇宝贝投来恐吓性的斜眼，从而降低防御状态。"
  },
  "bite": {
    "name": "咬住",
    "effect": "目标被尖牙狠狠地咬了一口。这也可能使目标望而却步。"
  },
  "growl": {
    "name": "叫声",
    "effect": "使用者以一种可爱的方式咆哮，使对方的神奇宝贝不那么警惕。这会降低他们的攻击属性。"
  },
  "roar": {
    "name": "吼叫",
    "effect": "目标被吓跑了，另一只神奇宝贝被拖了出来。在野外，这结束了与一只神奇宝贝的战斗。"
  },
  "sing": {
    "name": "唱歌",
    "effect": "一首舒缓的摇篮曲以平静的声音演唱，让目标进入深度睡眠。"
  },
  "supersonic": {
    "name": "超音波",
    "effect": "使用者从身体产生奇怪的声波，使目标混淆。"
  },
  "sonicBoom": {
    "name": "音爆",
    "effect": "目标被破坏性的冲击波击中，通常会造成20点生命值的伤害。"
  },
  "disable": {
    "name": "定身法",
    "effect": "在四个回合中，此移动会阻止目标使用上次使用的移动。"
  },
  "acid": {
    "name": "溶解液",
    "effect": "对战的神奇宝贝被喷上刺鼻的酸液攻击。这也可能会降低他们的Sp.Def统计数据。"
  },
  "ember": {
    "name": "火花",
    "effect": "目标受到小火焰的攻击。这也可能使目标烧伤。"
  },
  "flamethrower": {
    "name": "喷射火焰",
    "effect": "目标被猛烈的炮火烧焦了。这也可能使目标烧伤。"
  },
  "mist": {
    "name": "白雾",
    "effect": "使用者将自己和盟友笼罩在白色薄雾中，防止他们的任何属性在五回合内降低。"
  },
  "waterGun": {
    "name": "水枪",
    "effect": "目标被猛烈的水柱击中。"
  },
  "hydroPump": {
    "name": "水炮",
    "effect": "目标被在巨大压力下喷出的大量水炸开。"
  },
  "surf": {
    "name": "冲浪",
    "effect": "使用者通过巨浪淹没周围环境来攻击周围的一切。"
  },
  "iceBeam": {
    "name": "冰冻光束",
    "effect": "目标被冰冷的能量束击中。这也可能使目标冻结。"
  },
  "blizzard": {
    "name": "暴风雪",
    "effect": "一场呼啸的暴风雪被召唤来袭击对方的神奇宝贝。这也可能让对方的神奇宝贝冻结。"
  },
  "psybeam": {
    "name": "幻象光线",
    "effect": "目标受到一种特殊光线的攻击。这也可能使目标感到困惑。"
  },
  "bubbleBeam": {
    "name": "泡沫光线",
    "effect": "一股气泡喷射向目标。这也可能降低目标的速度统计。"
  },
  "auroraBeam": {
    "name": "极光束",
    "effect": "目标被彩虹色光束击中。这也可能降低目标的攻击状态。"
  },
  "hyperBeam": {
    "name": "破坏光线",
    "effect": "目标受到强大光束的攻击。使用者无法在下一个转弯处移动。"
  },
  "peck": {
    "name": "啄",
    "effect": "目标被尖锐的喙或角刺穿。"
  },
  "drillPeck": {
    "name": "啄钻",
    "effect": "用锋利的喙作为钻头打击目标的螺旋式攻击。"
  },
  "submission": {
    "name": "深渊翻滚",
    "effect": "使用者抓住目标，不顾一切地冲向地面。这也会对使用者造成一些损害。"
  },
  "lowKick": {
    "name": "踢倒",
    "effect": "有力的低踢，使目标摔倒。目标越重，移动的力量就越大。"
  },
  "counter": {
    "name": "双倍奉还",
    "effect": "对抗任何物理攻击的报复动作，造成双倍的伤害。"
  },
  "seismicToss": {
    "name": "地球上投",
    "effect": "目标是利用重力投掷的。它造成的伤害等于使用者的等级。"
  },
  "strength": {
    "name": "怪力",
    "effect": "以最大的力量击打目标。"
  },
  "absorb": {
    "name": "吸取",
    "effect": "耗尽营养的攻击。使用者的生命值将恢复目标所受伤害的一半。"
  },
  "megaDrain": {
    "name": "超级吸取",
    "effect": "耗尽营养的攻击。使用者的生命值将恢复目标所受伤害的一半。"
  },
  "leechSeed": {
    "name": "寄生种子",
    "effect": "在目标上种下一颗种子。它每回合都会从目标身上偷走一些生命值。"
  },
  "growth": {
    "name": "生长",
    "effect": "使用者的身体同时生长，增加攻击和Sp.Atk属性。"
  },
  "razorLeaf": {
    "name": "飞叶快刀",
    "effect": "锋利的叶子被发射出来向对面的神奇宝贝猛砍。暴击更容易落地。"
  },
  "solarBeam": {
    "name": "日光束",
    "effect": "在这两个回合的攻击中，使用者收集光线，然后在下一个回合发射成束的光束。"
  },
  "poisonPowder": {
    "name": "毒粉",
    "effect": "使用者撒下一团有毒的灰尘，使目标中毒。"
  },
  "stunSpore": {
    "name": "麻痹粉",
    "effect": "使用者撒下一团麻痹目标的粉末。"
  },
  "sleepPowder": {
    "name": "催眠粉",
    "effect": "使用者在目标周围撒下一大片引起睡眠的灰尘。"
  },
  "petalDance": {
    "name": "花瓣舞",
    "effect": "使用者通过散射花瓣两到三圈来攻击目标。然后使用者变得困惑。"
  },
  "stringShot": {
    "name": "吐丝",
    "effect": "对手的神奇宝贝用从使用者嘴里吹出来的丝绸绑在一起，这会严重降低速度。"
  },
  "dragonRage": {
    "name": "龙之怒",
    "effect": "这次攻击以纯粹愤怒的冲击波击中目标。这种攻击总是造成40点生命值的伤害。"
  },
  "fireSpin": {
    "name": "火焰旋涡",
    "effect": "目标被困在猛烈的漩涡中，漩涡持续四到五圈。"
  },
  "thunderShock": {
    "name": "电击",
    "effect": "一股电流冲击目标造成破坏。这也可能使目标瘫痪。"
  },
  "thunderbolt": {
    "name": "十万伏特",
    "effect": "一股强烈的电爆炸击中了目标。这也可能使目标瘫痪。"
  },
  "thunderWave": {
    "name": "电磁波",
    "effect": "使用者发出微弱的电击，使目标瘫痪。"
  },
  "thunder": {
    "name": "打雷",
    "effect": "一道邪恶的霹雳落在目标上造成伤害。这也可能使目标瘫痪。"
  },
  "rockThrow": {
    "name": "落石",
    "effect": "使用者捡起并向目标投掷一块小石块进行攻击。"
  },
  "earthquake": {
    "name": "地震",
    "effect": "使用者会引发地震，袭击周围的每一只神奇宝贝。"
  },
  "fissure": {
    "name": "地裂",
    "effect": "使用者打开地面裂缝，将目标扔进去。如果攻击命中，目标会立即晕倒。"
  },
  "dig": {
    "name": "挖洞",
    "effect": "使用者钻入地面，然后在下一个转弯处发动攻击。"
  },
  "toxic": {
    "name": "剧毒",
    "effect": "让目标中毒的举动。它的毒伤每转一圈都会恶化。"
  },
  "confusion": {
    "name": "念力",
    "effect": "目标被微弱的远距动能击中。这也可能混淆目标。"
  },
  "psychic": {
    "name": "精神强念",
    "effect": "目标被强大的远距动能击中。这也可能降低目标的Sp.Def状态。"
  },
  "hypnosis": {
    "name": "催眠术",
    "effect": "使用者使用催眠暗示使目标进入深度睡眠。"
  },
  "meditate": {
    "name": "瑜伽姿势",
    "effect": "使用者冥想以唤醒其身体深处的力量并提升其攻击状态。"
  },
  "agility": {
    "name": "高速移动",
    "effect": "使用者放松并使身体变轻以更快地移动。这大大提高了速度统计值。"
  },
  "quickAttack": {
    "name": "电光一闪",
    "effect": "使用者以几乎看不见的速度冲向目标。这一步总是走在第一位。"
  },
  "rage": {
    "name": "愤怒",
    "effect": "只要使用此招式，每当使用者在战斗中被击中时，愤怒的力量就会提高攻击属性。"
  },
  "teleport": {
    "name": "瞬间移动",
    "effect": "如果有派对神奇宝贝在等待，使用者会切换位置。如果一只野生的神奇宝贝使用这个动作，它就会逃跑。"
  },
  "nightShade": {
    "name": "黑夜魔影",
    "effect": "使用者让目标看到一个可怕的海市蜃楼。它造成的伤害等于使用者的等级。"
  },
  "mimic": {
    "name": "模仿",
    "effect": "使用者复制目标的最后一次移动。这个动作可以在战斗中使用，直到神奇宝贝被换掉为止。"
  },
  "screech": {
    "name": "刺耳声",
    "effect": "刺耳的尖叫声刺耳地降低了目标的防御状态。"
  },
  "doubleTeam": {
    "name": "影子分身",
    "effect": "通过快速移动，使用者会对自己进行虚幻的复制，以提高其躲避能力。"
  },
  "recover": {
    "name": "自我再生",
    "effect": "恢复自身细胞后，使用者的生命值将恢复其最大生命值的一半。"
  },
  "harden": {
    "name": "变硬",
    "effect": "使用者使身体的所有肌肉变硬，以提高防御能力。"
  },
  "minimize": {
    "name": "变小",
    "effect": "使用者压缩身体使自己看起来更小，这大大提高了它的躲避能力。"
  },
  "smokescreen": {
    "name": "烟幕",
    "effect": "使用者释放一团模糊的烟雾或墨水。这会降低目标的精度。"
  },
  "confuseRay": {
    "name": "奇异之光",
    "effect": "目标暴露在一条会引发混乱的邪恶光线下。"
  },
  "withdraw": {
    "name": "缩入壳中",
    "effect": "使用者将其身体缩入硬壳中，提高防御状态。"
  },
  "defenseCurl": {
    "name": "变圆",
    "effect": "使用者蜷缩起来以隐藏弱点并提高防御状态。"
  },
  "barrier": {
    "name": "屏障",
    "effect": "使用者抛出一堵坚固的墙，使其防御状态急剧上升。"
  },
  "lightScreen": {
    "name": "光墙",
    "effect": "一道奇妙的光墙被用来减少五回合特殊攻击的伤害。"
  },
  "haze": {
    "name": "黑雾",
    "effect": "使用者创建了一个模糊，消除了所有参与战斗的神奇宝贝的每一个数据变化。"
  },
  "reflect": {
    "name": "反射壁",
    "effect": "一道奇妙的光墙被用来减少五回合物理攻击的伤害。"
  },
  "focusEnergy": {
    "name": "聚气",
    "effect": "使用者深呼吸并集中注意力，这样关键一击就更容易落地。"
  },
  "bide": {
    "name": "忍耐",
    "effect": "使用者承受攻击两回合，然后反击，造成双倍的伤害。"
  },
  "metronome": {
    "name": "挥指",
    "effect": "使用者摇一个手指，刺激大脑随机使用几乎任何动作。"
  },
  "mirrorMove": {
    "name": "鹦鹉学舌",
    "effect": "使用者通过模仿目标的最后一次移动来对抗目标。"
  },
  "selfDestruct": {
    "name": "自爆",
    "effect": "使用者通过引发爆炸来攻击它周围的一切。使用者使用此动作时会晕倒。"
  },
  "eggBomb": {
    "name": "炸蛋",
    "effect": "用最大的力量向目标投掷一个大鸡蛋以造成伤害。"
  },
  "lick": {
    "name": "舌舔",
    "effect": "目标被长舌头舔舐，造成伤害。这也可能使目标瘫痪。"
  },
  "smog": {
    "name": "浊雾",
    "effect": "目标受到一股恶臭气体的袭击。这也可能毒害目标。"
  },
  "sludge": {
    "name": "污泥攻击",
    "effect": "向目标投掷不卫生的污泥。这也可能毒害目标。"
  },
  "boneClub": {
    "name": "骨棒",
    "effect": "使用者用骨头击打目标。这也可能使目标望而却步。"
  },
  "fireBlast": {
    "name": "大字爆炎",
    "effect": "目标受到猛烈的火力攻击。这也可能使目标烧伤。"
  },
  "waterfall": {
    "name": "攀瀑",
    "effect": "使用者向目标冲锋，可能会使其退缩。"
  },
  "clamp": {
    "name": "贝壳夹击",
    "effect": "目标被使用者非常厚而坚固的外壳夹住并挤压四到五圈。"
  },
  "swift": {
    "name": "高速星星",
    "effect": "星形射线射向对面的神奇宝贝。这次进攻从不失手。"
  },
  "skullBash": {
    "name": "火箭头锤",
    "effect": "使用者在第一个回合收起头部以提高防御能力，然后在下一个回合撞击目标。"
  },
  "spikeCannon": {
    "name": "尖刺加农炮",
    "effect": "尖锐的尖刺连续快速地射向目标。他们连续命中两到五次。"
  },
  "constrict": {
    "name": "缠绕",
    "effect": "目标会被长长的、爬行的触手、藤蔓等攻击。这也可能降低目标的速度统计。"
  },
  "amnesia": {
    "name": "瞬间失忆",
    "effect": "使用者暂时清空其思想以忘记其关注的问题。这大大提高了使用者的Sp.Def状态。"
  },
  "kinesis": {
    "name": "折弯汤匙",
    "effect": "使用者通过弯曲勺子来分散目标的注意力。这会降低目标的精度。"
  },
  "softBoiled": {
    "name": "生蛋",
    "effect": "使用者恢复自己的生命值最多为其最大生命值的一半。"
  },
  "highJumpKick": {
    "name": "飞膝踢",
    "effect": "目标被跳跃的膝盖踢了一下。如果未命中，使用者反而会受到伤害。"
  },
  "glare": {
    "name": "大蛇瞪眼",
    "effect": "使用者用目标腹部的图案恐吓目标，导致瘫痪。"
  },
  "dreamEater": {
    "name": "食梦",
    "effect": "使用者吃掉睡眠目标的梦境。使用者的生命值将恢复目标所受伤害的一半。"
  },
  "poisonGas": {
    "name": "毒瓦斯",
    "effect": "一团毒气喷在对面的神奇宝贝脸上，毒害被它击中的人。"
  },
  "barrage": {
    "name": "投球",
    "effect": "向目标投掷圆形物体，连续击打两到五次。"
  },
  "leechLife": {
    "name": "吸血",
    "effect": "使用者排出目标的血液。使用者的生命值将恢复目标所受伤害的一半。"
  },
  "lovelyKiss": {
    "name": "恶魔之吻",
    "effect": "使用者脸上露出吓人的表情，试图强行亲吻目标。如果成功，目标就会睡着。"
  },
  "skyAttack": {
    "name": "神鸟猛击",
    "effect": "第二回合攻击，关键一击更容易落地。这也可能使目标望而却步。"
  },
  "transform": {
    "name": "变身",
    "effect": "使用者转换为目标的副本，直到设置了相同的移动。"
  },
  "bubble": {
    "name": "泡沫",
    "effect": "无数个气泡喷向对面的神奇宝贝。这也可能降低他们的速度统计。"
  },
  "dizzyPunch": {
    "name": "迷昏拳",
    "effect": "有节奏地挥拳击中目标。这也可能使目标感到困惑。"
  },
  "spore": {
    "name": "蘑菇孢子",
    "effect": "使用者撒下引发睡眠的孢子。"
  },
  "flash": {
    "name": "闪光",
    "effect": "使用者会闪烁一道亮光，从而降低目标的精度。"
  },
  "psywave": {
    "name": "精神波",
    "effect": "目标受到一种奇怪的心理波动的攻击。攻击强度各不相同。"
  },
  "splash": {
    "name": "跃起",
    "effect": "使用者只是扑通一声，溅来溅去，一点效果都没有。。。"
  },
  "acidArmor": {
    "name": "溶化",
    "effect": "使用者改变其细胞结构以液化自身，从而大幅提高其防御能力。"
  },
  "crabhammer": {
    "name": "蟹钳锤",
    "effect": "目标是用一把大钳子锤击的。暴击更容易落地。"
  },
  "explosion": {
    "name": "大爆炸",
    "effect": "使用者通过引发巨大的爆炸来攻击它周围的一切。使用者使用此动作时会晕倒。"
  },
  "furySwipes": {
    "name": "乱抓",
    "effect": "用锋利的爪子或镰刀连续快速地将目标耙两到五次。"
  },
  "bonemerang": {
    "name": "骨头回力镖",
    "effect": "使用者投掷其所持的骨骼。骨头绕来绕去两次击中目标——来来回回。"
  },
  "rest": {
    "name": "睡觉",
    "effect": "使用者进入睡眠状态两周。这将完全恢复使用者的生命值并治愈任何状态条件。"
  },
  "rockSlide": {
    "name": "岩崩",
    "effect": "巨大的巨石被投掷到对面的神奇宝贝身上造成伤害。这也可能让对方的神奇宝贝望而却步。"
  },
  "hyperFang": {
    "name": "终结门牙",
    "effect": "使用者用锋利的前尖牙狠狠地咬着目标。这也可能使目标望而却步。"
  },
  "sharpen": {
    "name": "棱角化",
    "effect": "使用者使其边缘更加锯齿状，从而提高其攻击状态。"
  },
  "conversion": {
    "name": "纹理",
    "effect": "使用者更改其类型，使其与所知道的移动列表顶部的移动类型相同。"
  },
  "triAttack": {
    "name": "三重攻击",
    "effect": "使用者同时进行三波束攻击。这也可能烧伤、冻结或麻痹目标。"
  },
  "superFang": {
    "name": "愤怒门牙",
    "effect": "使用者用锋利的前尖牙狠狠地咬着目标。这会将目标的生命值减半。"
  },
  "slash": {
    "name": "劈开",
    "effect": "用爪子或刀片攻击目标。暴击更容易落地。"
  },
  "substitute": {
    "name": "替身",
    "effect": "使用者使用其部分HP为自己创建一个替代品。替代品充当使用者的诱饵。"
  },
  "struggle": {
    "name": "挣扎",
    "effect": "只有当使用者没有PP时，才会在绝望中使用这种攻击。它也会对使用者造成一些损害。"
  },
  "sketch": {
    "name": "写生",
    "effect": "它使使用者能够永久学习目标上次使用的移动。使用后，“草图”将消失。"
  },
  "tripleKick": {
    "name": "三连踢",
    "effect": "连续的三次踢腿攻击，每次成功命中都会变得更加有力。"
  },
  "thief": {
    "name": "小偷",
    "effect": "使用者攻击并有30%的机会同时偷走目标持有的物品。"
  },
  "spiderWeb": {
    "name": "蛛网",
    "effect": "使用者用薄而粘稠的丝绸诱捕目标，使其无法逃离战斗。"
  },
  "mindReader": {
    "name": "心之眼",
    "effect": "使用者用意念感知目标的动作，以确保其下一次攻击不会错过目标。"
  },
  "nightmare": {
    "name": "恶梦",
    "effect": "睡眠中的目标会看到一场噩梦，每回合都会造成一些伤害。"
  },
  "flameWheel": {
    "name": "火焰轮",
    "effect": "使用者将自己伪装成火焰，并向目标发起冲锋。这也可能使目标烧伤。"
  },
  "snore": {
    "name": "打鼾",
    "effect": "只有当使用者处于睡眠状态时，才能使用此攻击。刺耳的噪音也可能使目标望而却步。"
  },
  "curse": {
    "name": "诅咒",
    "effect": "与所有其他类型相比，Ghost类型的移动效果不同。"
  },
  "flail": {
    "name": "抓狂",
    "effect": "该使用者漫无目的地挥舞着进行攻击。使用者的生命值越低，移动的力量就越大。"
  },
  "conversion2": {
    "name": "纹理２",
    "effect": "使用者更改其类型以使自己抵抗上次使用的目标的攻击类型。"
  },
  "aeroblast": {
    "name": "气旋攻击",
    "effect": "一股空气漩涡射向目标，造成伤害。暴击更容易落地。"
  },
  "cottonSpore": {
    "name": "棉孢子",
    "effect": "使用者释放出棉花状的孢子，附着在对方的神奇宝贝身上，这会严重降低他们的速度统计数据。"
  },
  "reversal": {
    "name": "绝处逢生",
    "effect": "一种全面攻击，使用者的生命值越低，攻击越强大。"
  },
  "spite": {
    "name": "怨恨",
    "effect": "使用者通过从目标身上切下4个PP来释放对目标最后一次使用的移动的怨恨。"
  },
  "powderSnow": {
    "name": "细雪",
    "effect": "使用者用一股令人不寒而栗的粉状雪进行攻击。这也可能冻结对方的神奇宝贝。"
  },
  "protect": {
    "name": "守住",
    "effect": "此举使使用者能够保护自己免受所有攻击。如果连续使用，它失败的几率会增加。"
  },
  "machPunch": {
    "name": "音速拳",
    "effect": "使用者以惊人的速度挥拳。这一步总是走在第一位。"
  },
  "scaryFace": {
    "name": "可怕面孔",
    "effect": "使用者用一张可怕的脸来恐吓目标，以严厉降低其速度统计值。"
  },
  "feintAttack": {
    "name": "出奇一击",
    "effect": "使用者解除武装地接近目标，然后挥出一记重拳。这次进攻从不失手。"
  },
  "sweetKiss": {
    "name": "天使之吻",
    "effect": "使用者以一种甜美的、天使般的可爱亲吻目标，这会引起混乱。"
  },
  "bellyDrum": {
    "name": "腹鼓",
    "effect": "使用者最大化其攻击属性以换取等于其最大生命值一半的生命值。"
  },
  "sludgeBomb": {
    "name": "污泥炸弹",
    "effect": "向目标投掷不卫生的污泥。这也可能毒害目标。"
  },
  "mudSlap": {
    "name": "掷泥",
    "effect": "使用者向目标的脸上投掷泥浆以造成伤害并降低其准确性。"
  },
  "octazooka": {
    "name": "章鱼桶炮",
    "effect": "使用者通过向目标的脸或眼睛喷射墨水进行攻击。这也可能降低目标的精度。"
  },
  "spikes": {
    "name": "撒菱",
    "effect": "使用者在对方队员的脚上设置一个尖刺陷阱。陷阱伤害了转入战斗的神奇宝贝。"
  },
  "zapCannon": {
    "name": "电磁炮",
    "effect": "使用者像大炮一样发射电爆炸，造成伤害并导致瘫痪。"
  },
  "foresight": {
    "name": "识破",
    "effect": "使幽灵型目标能够被普通型和战斗型攻击击中。这也使得躲避的目标能够被击中。"
  },
  "destinyBond": {
    "name": "同命",
    "effect": "使用此动作后，如果使用者晕倒，则击倒的神奇宝贝也会晕倒。如果连续使用，它失败的几率会增加。"
  },
  "perishSong": {
    "name": "终焉之歌",
    "effect": "任何听到这首歌的神奇宝贝都会在三个回合内晕倒，除非它退出战斗。"
  },
  "icyWind": {
    "name": "冰冻之风",
    "effect": "使用者用一股冷空气攻击。这也降低了对方神奇宝贝的速度属性。"
  },
  "detect": {
    "name": "看穿",
    "effect": "此举使使用者能够保护自己免受所有攻击。如果连续使用，它失败的几率会增加。"
  },
  "boneRush": {
    "name": "骨棒乱打",
    "effect": "使用者用硬骨连续击打目标两到五次。"
  },
  "lockOn": {
    "name": "锁定",
    "effect": "使用者确保瞄准目标。这样可以确保下一次攻击不会错过目标。"
  },
  "outrage": {
    "name": "逆鳞",
    "effect": "使用者横冲直撞并攻击两到三个回合。然后使用者变得困惑。"
  },
  "sandstorm": {
    "name": "沙暴",
    "effect": "一场五回合的沙尘暴被召唤来伤害除岩石、地面和钢铁类型之外的所有战斗人员。它提高了岩石类型的Sp.Def属性。"
  },
  "gigaDrain": {
    "name": "终极吸取",
    "effect": "耗尽营养的攻击。使用者的生命值将恢复目标所受伤害的一半。"
  },
  "endure": {
    "name": "挺住",
    "effect": "使用者可以承受至少1点生命值的任何攻击。如果连续使用，它失败的几率会增加。"
  },
  "charm": {
    "name": "撒娇",
    "effect": "使用者相当迷人地凝视着目标，使其不那么警惕。这会严重降低目标的攻击状态。"
  },
  "rollout": {
    "name": "滚动",
    "effect": "使用者连续滚动进入目标超过五圈。它每次命中都会变得更加强大。"
  },
  "falseSwipe": {
    "name": "点到为止",
    "effect": "一种克制的攻击，防止目标晕倒。目标至少剩下1点生命值。"
  },
  "swagger": {
    "name": "虚张声势",
    "effect": "使用者激怒并混淆了目标。然而，这也大大提高了目标的攻击状态。"
  },
  "milkDrink": {
    "name": "喝牛奶",
    "effect": "使用者恢复自己的生命值最多为其最大生命值的一半。"
  },
  "spark": {
    "name": "电光",
    "effect": "使用者向目标投掷带电的铲球。这也可能使目标瘫痪。"
  },
  "furyCutter": {
    "name": "连斩",
    "effect": "目标被镰刀或爪子砍伤。如果连续命中，这种攻击会变得更加强大。"
  },
  "steelWing": {
    "name": "钢翼",
    "effect": "目标被钢翼击中。这也可能提高使用者的防御状态。"
  },
  "meanLook": {
    "name": "黑色目光",
    "effect": "使用者以一种黑暗而引人注目的表情锁定目标。目标无法逃离。"
  },
  "attract": {
    "name": "迷人",
    "effect": "如果是使用者的异性，目标就会变得迷恋，攻击的可能性就会降低。"
  },
  "sleepTalk": {
    "name": "梦话",
    "effect": "当它处于睡眠状态时，使用者会随机使用它知道的动作之一。"
  },
  "healBell": {
    "name": "治愈铃声",
    "effect": "使用者发出舒缓的铃声，以治愈所有派对神奇宝贝的状态状况。"
  },
  "return": {
    "name": "报恩",
    "effect": "使用者越喜欢它的Trainer，这种全功率攻击就越强大。"
  },
  "present": {
    "name": "礼物",
    "effect": "使用者通过给目标一个带有隐藏陷阱的礼物进行攻击。然而，它有时会恢复生命值。"
  },
  "frustration": {
    "name": "迁怒",
    "effect": "使用者越不喜欢它的Trainer，这种全功率攻击就越强大。"
  },
  "safeguard": {
    "name": "神秘守护",
    "effect": "使用者创建一个保护区，防止状态条件持续五圈。"
  },
  "painSplit": {
    "name": "分担痛楚",
    "effect": "使用者将其生命值添加到目标的生命值中，然后与目标平分合并后的生命值。"
  },
  "sacredFire": {
    "name": "神圣之火",
    "effect": "目标被一场强度巨大的神秘之火夷为平地。这也可能使目标烧伤。"
  },
  "magnitude": {
    "name": "震级",
    "effect": "使用者用震动地面的地震攻击它周围的一切。它的力量各不相同。"
  },
  "dynamicPunch": {
    "name": "爆裂拳",
    "effect": "使用者以完全集中的力量击打目标。如果目标命中，这会使其混淆。"
  },
  "megahorn": {
    "name": "超级角击",
    "effect": "使用者使用其坚韧而令人印象深刻的喇叭，毫不松懈地冲向目标。"
  },
  "dragonBreath": {
    "name": "龙息",
    "effect": "使用者呼出一股强大的阵风，造成伤害。这也可能使目标瘫痪。"
  },
  "batonPass": {
    "name": "接棒",
    "effect": "使用者与等待中的一方神奇宝贝交换位置，并传递任何数据更改。"
  },
  "encore": {
    "name": "再来一次",
    "effect": "使用者强迫目标继续使用它所编码的移动三圈。"
  },
  "pursuit": {
    "name": "追打",
    "effect": "如果将此攻击招式用于退出战斗的目标，其威力将加倍。"
  },
  "rapidSpin": {
    "name": "高速旋转",
    "effect": "一种旋转攻击，也可以消除绑定、包裹和韭菜种子等动作。这也提高了使用者的速度统计。"
  },
  "sweetScent": {
    "name": "甜甜香气",
    "effect": "一种甜美的气味，严厉地降低了对方神奇宝贝的躲避能力。"
  },
  "ironTail": {
    "name": "铁尾",
    "effect": "目标被一条钢铁般坚硬的尾巴击中。这也可能降低目标的防御能力。"
  },
  "metalClaw": {
    "name": "金属爪",
    "effect": "用钢爪耙目标。这也可能提高使用者的攻击状态。"
  },
  "vitalThrow": {
    "name": "借力摔",
    "effect": "使用者攻击最后。作为回报，这个投掷动作永远不会失误。"
  },
  "morningSun": {
    "name": "晨光",
    "effect": "使用者恢复自己的生命值。恢复的生命值随天气而变化。"
  },
  "synthesis": {
    "name": "光合作用",
    "effect": "使用者恢复自己的生命值。恢复的生命值随天气而变化。"
  },
  "moonlight": {
    "name": "月光",
    "effect": "使用者恢复自己的生命值。恢复的生命值随天气而变化。"
  },
  "hiddenPower": {
    "name": "觉醒力量",
    "effect": "一种独特的攻击，其类型因使用它的神奇宝贝而异。"
  },
  "crossChop": {
    "name": "十字劈",
    "effect": "使用者交叉前臂进行双截。暴击更容易落地。"
  },
  "twister": {
    "name": "龙卷风",
    "effect": "使用者掀起一股凶猛的龙卷风，撕裂对方的神奇宝贝。这也可能使他们退缩。"
  },
  "rainDance": {
    "name": "求雨",
    "effect": "使用者召唤一场持续五圈的大雨，为水类动作提供动力。它降低了火类招式的威力。"
  },
  "sunnyDay": {
    "name": "大晴天",
    "effect": "使用者将太阳加强五圈，为火型移动提供动力。它降低了水类动作的威力。"
  },
  "crunch": {
    "name": "咬碎",
    "effect": "使用者用尖牙咬碎目标。这也可能降低目标的防御能力。"
  },
  "mirrorCoat": {
    "name": "镜面反射",
    "effect": "反击任何特殊攻击的报复动作，造成双倍的伤害。"
  },
  "psychUp": {
    "name": "自我暗示",
    "effect": "使用者催眠自己复制目标所做的任何属性更改。"
  },
  "extremeSpeed": {
    "name": "神速",
    "effect": "使用者以致盲的速度向目标冲锋。这一步总是走在第一位。"
  },
  "ancientPower": {
    "name": "原始之力",
    "effect": "使用者使用史前力量进行攻击。这也可能同时提高所有使用者的统计数据。"
  },
  "shadowBall": {
    "name": "暗影球",
    "effect": "使用者向目标投掷一个模糊的斑点。这也可能降低目标的Sp.Def状态。"
  },
  "futureSight": {
    "name": "预知未来",
    "effect": "使用此招式两回合后，一团灵能攻击目标。"
  },
  "rockSmash": {
    "name": "碎岩",
    "effect": "使用者用拳头进行攻击。这也可能降低目标的防御能力。"
  },
  "whirlpool": {
    "name": "潮旋",
    "effect": "使用者将目标困在剧烈旋转的漩涡中四到五圈。"
  },
  "beatUp": {
    "name": "围攻",
    "effect": "使用者让所有党派的神奇宝贝攻击目标。神奇宝贝派对越多，攻击次数就越多。"
  },
  "fakeOut": {
    "name": "击掌奇袭",
    "effect": "这种攻击首先命中，使目标望而却步。每次使用者进入战斗时，它只在第一回合起作用。"
  },
  "uproar": {
    "name": "吵闹",
    "effect": "使用者一片哗然地攻击了三圈。在那段时间里，没有一只神奇宝贝能睡着。"
  },
  "stockpile": {
    "name": "蓄力",
    "effect": "使用者充电并提高防御和Sp.Def属性。这个动作可以用三次。"
  },
  "spitUp": {
    "name": "喷出",
    "effect": "使用移动储存的力量在攻击中会立即释放。储存的力量越多，移动的力量就越大。"
  },
  "swallow": {
    "name": "吞下",
    "effect": "使用移动储存堆储存的能量被使用者吸收以治疗其生命值。储存更多能量可以治愈更多生命值。"
  },
  "heatWave": {
    "name": "热风",
    "effect": "使用者通过向对方的神奇宝贝呼出热气进行攻击。这也可能会让那些神奇宝贝被烧伤。"
  },
  "hail": {
    "name": "冰雹",
    "effect": "使用者发出持续五圈的冰雹。它会损坏除冰类以外的所有神奇宝贝。"
  },
  "torment": {
    "name": "无理取闹",
    "effect": "使用者折磨和激怒目标，使其无法连续两次使用相同的招式。"
  },
  "flatter": {
    "name": "吹捧",
    "effect": "奉承被用来迷惑目标。然而，这也提高了目标的Sp.Atk状态。"
  },
  "willOWisp": {
    "name": "磷火",
    "effect": "使用者向目标发射邪恶的火焰以造成烧伤。"
  },
  "memento": {
    "name": "临别礼物",
    "effect": "使用此动作时，使用者会晕倒。作为回报，这会严重降低目标的攻击和Sp.Atk属性。"
  },
  "facade": {
    "name": "硬撑",
    "effect": "如果使用者中毒、烧伤或瘫痪，此攻击动作的威力会加倍。"
  },
  "focusPunch": {
    "name": "真气拳",
    "effect": "使用者在打出一拳之前集中注意力。如果使用者在使用之前被击中，则此移动将失败。"
  },
  "smellingSalts": {
    "name": "清醒",
    "effect": "当对瘫痪的目标使用时，这种攻击的力量会加倍。然而，这也可以治愈目标的瘫痪。"
  },
  "followMe": {
    "name": "看我嘛",
    "effect": "使用者将注意力吸引到自己身上，使所有目标都只对准使用者。"
  },
  "naturePower": {
    "name": "自然之力",
    "effect": "这种攻击利用了大自然的力量。其效果因使用者的环境而异。"
  },
  "charge": {
    "name": "充电",
    "effect": "使用者在下一个转弯时增加电动动作的力量。这也提高了使用者的Sp.Def状态。"
  },
  "taunt": {
    "name": "挑衅",
    "effect": "目标被嘲讽成愤怒，这使其在三个回合内只能使用攻击招式。"
  },
  "helpingHand": {
    "name": "帮助",
    "effect": "使用者通过增强盟友的攻击力来帮助该盟友。"
  },
  "trick": {
    "name": "戏法",
    "effect": "使用者猝不及防地抓住目标，并将其持有的物品与自己的物品交换。"
  },
  "rolePlay": {
    "name": "扮演",
    "effect": "使用者完全模仿目标，复制目标的能力。"
  },
  "wish": {
    "name": "祈愿",
    "effect": "使用此招式一回合后，使用者或其替代者的生命值将恢复为使用者最大生命值的一半。"
  },
  "assist": {
    "name": "借助",
    "effect": "该使用者匆忙而随机地在盟友神奇宝贝已知的人中使用了一个动作。"
  },
  "ingrain": {
    "name": "扎根",
    "effect": "使用者在每一个回合中都会生根，恢复生命值。因为它是有根的，所以无法切换出去。"
  },
  "superpower": {
    "name": "蛮力",
    "effect": "使用者以强大的力量攻击目标。然而，这也会降低使用者的攻击和防御统计数据。"
  },
  "magicCoat": {
    "name": "魔法反射",
    "effect": "像韭菜籽这样的动作和造成状态条件的动作会被障碍物阻挡，并反射回这些动作的使用者。"
  },
  "recycle": {
    "name": "回收利用",
    "effect": "使用者回收在战斗中使用过的持有物品，以便再次使用。"
  },
  "revenge": {
    "name": "报复",
    "effect": "如果使用者在同一回合中被对手伤害，此攻击招式的威力会加倍。"
  },
  "brickBreak": {
    "name": "劈瓦",
    "effect": "使用者迅速砍击。它还可以打破障碍，如“光幕”和“反射”。"
  },
  "yawn": {
    "name": "哈欠",
    "effect": "使用者松开一个巨大的哈欠，诱使目标在下一个转弯时入睡。"
  },
  "knockOff": {
    "name": "拍落",
    "effect": "使用者拍打目标持有的物品，该物品不能在战斗中使用。如果目标持有物品，该移动会造成更大的伤害。"
  },
  "endeavor": {
    "name": "蛮干",
    "effect": "此攻击动作会降低目标的生命值，使其与使用者的生命值相等。"
  },
  "eruption": {
    "name": "喷火",
    "effect": "使用者以爆炸般的愤怒攻击对方的神奇宝贝。使用者的生命值越低，移动的力量就越低。"
  },
  "skillSwap": {
    "name": "特性互换",
    "effect": "使用者使用其精神力量与目标交换能力。"
  },
  "imprison": {
    "name": "封印",
    "effect": "如果对方的神奇宝贝知道使用者也知道的任何动作，他们将被阻止使用。"
  },
  "refresh": {
    "name": "焕然一新",
    "effect": "使用者休息以治愈中毒、烧伤或瘫痪。"
  },
  "grudge": {
    "name": "怨念",
    "effect": "如果使用者晕倒，则使用者的怨恨会完全耗尽将其击倒的对手移动的PP。"
  },
  "snatch": {
    "name": "抢夺",
    "effect": "使用者会窃取任何尝试使用治疗或改变属性移动的效果。"
  },
  "secretPower": {
    "name": "秘密之力",
    "effect": "这种攻击的附加效果取决于它的使用地点。"
  },
  "dive": {
    "name": "潜水",
    "effect": "在第一个转弯时跳水，使用者浮起来，在下一个转弯时攻击。"
  },
  "armThrust": {
    "name": "猛推",
    "effect": "使用者松开手掌张开的手臂，连续推两到五次。"
  },
  "camouflage": {
    "name": "保护色",
    "effect": "使用者的类型会根据环境而变化，例如在水边、草地或洞穴中。"
  },
  "tailGlow": {
    "name": "萤火",
    "effect": "使用者盯着闪烁的灯光集中注意力，大大提高了Sp.Atk的状态。"
  },
  "lusterPurge": {
    "name": "洁净光芒",
    "effect": "使用者释放出一道破坏性的光。这也可能降低目标的Sp.Def状态。"
  },
  "mistBall": {
    "name": "薄雾球",
    "effect": "一股雾状的向下气流包围并损坏了目标。这也可能降低目标的Sp.Atk状态。"
  },
  "featherDance": {
    "name": "羽毛舞",
    "effect": "使用者用大量的羽绒覆盖目标的身体，这会严重降低其攻击状态。"
  },
  "teeterDance": {
    "name": "摇晃舞",
    "effect": "使用者表演了一段摇摆不定的舞蹈，让周围的神奇宝贝感到困惑。"
  },
  "blazeKick": {
    "name": "火焰踢",
    "effect": "使用者踢出一个更容易落地的暴击。这也可能使目标烧伤。"
  },
  "mudSport": {
    "name": "玩泥巴",
    "effect": "使用者在战场上踢泥。这削弱了五圈的电动式动作。"
  },
  "iceBall": {
    "name": "冰球",
    "effect": "使用者攻击目标五圈。招式的威力每次命中都会增加。"
  },
  "needleArm": {
    "name": "尖刺臂",
    "effect": "使用者通过疯狂摆动其多刺的手臂进行攻击。这也可能使目标望而却步。"
  },
  "slackOff": {
    "name": "偷懒",
    "effect": "使用者会松懈下来，将自己的生命值恢复到其最大生命值的一半。"
  },
  "hyperVoice": {
    "name": "巨声",
    "effect": "使用者发出可怕的回声呼喊，并具有造成伤害的力量。"
  },
  "poisonFang": {
    "name": "剧毒牙",
    "effect": "使用者用有毒的尖牙咬目标。这也可能使目标中毒严重。"
  },
  "crushClaw": {
    "name": "撕裂爪",
    "effect": "使用者用坚硬而锋利的爪子猛砍目标。这也可能降低目标的防御能力。"
  },
  "blastBurn": {
    "name": "爆炸烈焰",
    "effect": "目标被猛烈的爆炸夷为平地。使用者无法在下一个转弯处移动。"
  },
  "hydroCannon": {
    "name": "加农水炮",
    "effect": "目标被水爆炸击中。使用者无法在下一个转弯处移动。"
  },
  "meteorMash": {
    "name": "彗星拳",
    "effect": "目标被像流星一样射出的重拳击中。这也可能提高使用者的攻击状态。"
  },
  "astonish": {
    "name": "惊吓",
    "effect": "使用者一边攻击目标，一边以惊人的方式大喊大叫。这也可能使目标望而却步。"
  },
  "weatherBall": {
    "name": "气象球",
    "effect": "此攻击动作的威力和类型因天气而异。"
  },
  "aromatherapy": {
    "name": "芳香治疗",
    "effect": "使用者释放一种舒缓的气味，可以治愈影响使用者聚会的所有状态条件。"
  },
  "fakeTears": {
    "name": "假哭",
    "effect": "使用者假装哭泣以扰乱目标，粗暴地降低其Sp.Def状态。"
  },
  "airCutter": {
    "name": "空气利刃",
    "effect": "使用者发动剃刀般的风来攻击对方的神奇宝贝。暴击更容易落地。"
  },
  "overheat": {
    "name": "过热",
    "effect": "使用者全力攻击目标。攻击的后坐力严重降低了使用者的Sp.Atk状态。"
  },
  "odorSleuth": {
    "name": "气味侦测",
    "effect": "使幽灵型目标能够被普通型和战斗型攻击击中。这也使得躲避的目标能够被击中。"
  },
  "rockTomb": {
    "name": "岩石封锁",
    "effect": "有人向目标投掷石块。这也会通过阻止目标移动来降低目标的速度属性。"
  },
  "silverWind": {
    "name": "银色旋风",
    "effect": "目标受到风吹出的粉状鳞片的攻击。这也可能会提高使用者的所有统计数据。"
  },
  "metalSound": {
    "name": "金属音",
    "effect": "一种可怕的声音，如刮擦金属般刺耳地降低了目标的Sp.Def状态。"
  },
  "grassWhistle": {
    "name": "草笛",
    "effect": "使用者播放愉快的旋律，使目标进入深度睡眠。"
  },
  "tickle": {
    "name": "挠痒",
    "effect": "使用者将目标逗笑，减少其攻击和防御属性。"
  },
  "cosmicPower": {
    "name": "宇宙力量",
    "effect": "使用者从太空中吸收一种神秘的力量，以提高其防御和Sp.Def属性。"
  },
  "waterSpout": {
    "name": "喷水",
    "effect": "使用者喷水伤害对方的精灵。使用者的生命值越低，移动的力量就越低。"
  },
  "signalBeam": {
    "name": "信号光束",
    "effect": "使用者使用邪恶的光束进行攻击。这也可能混淆目标。"
  },
  "shadowPunch": {
    "name": "暗影拳",
    "effect": "使用者从阴影中射出一拳。这次进攻从不失手。"
  },
  "extrasensory": {
    "name": "神通力",
    "effect": "使用者使用一种奇怪的、看不见的力量进行攻击。这也可能使目标望而却步。"
  },
  "skyUppercut": {
    "name": "冲天拳",
    "effect": "使用者用力向天空投掷上勾拳攻击目标。"
  },
  "sandTomb": {
    "name": "流沙深渊",
    "effect": "使用者将目标困在肆虐的沙尘暴中四到五个转弯。"
  },
  "sheerCold": {
    "name": "绝对零度",
    "effect": "目标瞬间昏倒。如果它被除冰类以外的神奇宝贝使用，那么它不太可能击中目标。"
  },
  "muddyWater": {
    "name": "浊流",
    "effect": "该使用者通过向对方的神奇宝贝发射浑水进行攻击。这也可能降低它们的准确性。"
  },
  "bulletSeed": {
    "name": "种子机关枪",
    "effect": "使用者连续两到五次向目标强行发射种子。"
  },
  "aerialAce": {
    "name": "燕返",
    "effect": "使用者用速度混淆目标，然后猛砍。这次进攻从不失手。"
  },
  "icicleSpear": {
    "name": "冰锥",
    "effect": "使用者连续两到五次向目标发射尖锐的冰柱。"
  },
  "ironDefense": {
    "name": "铁壁",
    "effect": "使用者像铁一样使身体表面变硬，使其防御能力急剧提高。"
  },
  "block": {
    "name": "挡路",
    "effect": "使用者张开双臂挡住目标的去路，以防逃跑。"
  },
  "howl": {
    "name": "长嚎",
    "effect": "使用者大声吼叫以提升自己和盟友的精神。这提高了他们的攻击属性。"
  },
  "dragonClaw": {
    "name": "龙爪",
    "effect": "使用者用巨大的利爪猛砍目标。"
  },
  "frenzyPlant": {
    "name": "疯狂植物",
    "effect": "使用者用一棵巨大的树根猛击目标。使用者无法在下一个转弯处移动。"
  },
  "bulkUp": {
    "name": "健美",
    "effect": "使用者拉紧肌肉以增强身体，同时提高攻击和防御数据。"
  },
  "bounce": {
    "name": "弹跳",
    "effect": "使用者弹得很高，然后在第二个转弯时落在目标上。这也可能使目标瘫痪。"
  },
  "mudShot": {
    "name": "泥巴射击",
    "effect": "使用者通过向目标投掷一团泥浆进行攻击。这也会降低目标的速度状态。"
  },
  "poisonTail": {
    "name": "毒尾",
    "effect": "使用者用尾巴击中目标。这也可能毒害目标。暴击更容易落地。"
  },
  "covet": {
    "name": "渴望",
    "effect": "使用者可爱地接近目标，然后有30%的机会偷走目标持有的物品。"
  },
  "voltTackle": {
    "name": "伏特攻击",
    "effect": "使用者给自己通电并给目标充电。这也对使用者造成了很大的损害。这种攻击可能会使目标瘫痪。"
  },
  "magicalLeaf": {
    "name": "魔法叶",
    "effect": "使用者散布追逐目标的好奇树叶。这次进攻从不失手。"
  },
  "waterSport": {
    "name": "玩水",
    "effect": "使用者用水浸泡战场。这会削弱火型移动五圈。"
  },
  "calmMind": {
    "name": "冥想",
    "effect": "使用者安静地集中注意力，平静精神，以提高其Sp.Atk和Sp.Def统计数据。"
  },
  "leafBlade": {
    "name": "叶刃",
    "effect": "使用者像剑一样处理锋利的叶子，并通过切割目标进行攻击。暴击更容易落地。"
  },
  "dragonDance": {
    "name": "龙之舞",
    "effect": "使用者大力表演一种神秘而有力的舞蹈，以提高其攻击和速度统计数据。"
  },
  "rockBlast": {
    "name": "岩石爆击",
    "effect": "使用者向目标投掷坚硬的石块。两到五块岩石被连续发射。"
  },
  "shockWave": {
    "name": "电击波",
    "effect": "使用者用快速的电击击中目标。这次进攻从不失手。"
  },
  "waterPulse": {
    "name": "水之波动",
    "effect": "使用者用一股脉冲水流攻击目标。这也可能混淆目标。"
  },
  "doomDesire": {
    "name": "破灭之愿",
    "effect": "使用此移动两圈后，一束集中的光束会向目标射出。"
  },
  "psychoBoost": {
    "name": "精神突进",
    "effect": "使用者全力攻击目标。攻击的后坐力严重降低了使用者的Sp.Atk状态。"
  },
  "roost": {
    "name": "羽栖",
    "effect": "使用者身体着地休息。此举可使使用者的生命值最多恢复其最大生命值的一半。"
  },
  "gravity": {
    "name": "重力",
    "effect": "此招式使飞行型神奇宝贝或具有悬浮能力的神奇宝贝能够被地面型招式击中。不能使用涉及飞行的动作。"
  },
  "miracleEye": {
    "name": "奇迹之眼",
    "effect": "使黑暗类型的目标受到心灵类型的攻击。这也使得躲避的目标能够被击中。"
  },
  "wakeUpSlap": {
    "name": "唤醒巴掌",
    "effect": "这种攻击会对正在睡觉的目标造成巨大伤害。然而，这也会唤醒目标。"
  },
  "hammerArm": {
    "name": "臂锤",
    "effect": "使用者用其有力、沉重的拳头挥击。然而，它降低了使用者的速度。"
  },
  "gyroBall": {
    "name": "陀螺球",
    "effect": "使用者以高速旋转的方式抓住目标。使用者与目标相比越慢，移动的力量就越大。"
  },
  "healingWish": {
    "name": "治愈之愿",
    "effect": "使用者昏倒。作为回报，取代它的神奇宝贝将恢复生命值并治愈状态。"
  },
  "brine": {
    "name": "盐水",
    "effect": "如果目标的生命值为一半或更少，则此攻击的威力将加倍。"
  },
  "naturalGift": {
    "name": "自然之恩",
    "effect": "使用者通过使用其持有的浆果来获取攻击力量。浆果决定了动作的类型和力量。"
  },
  "feint": {
    "name": "佯攻",
    "effect": "此攻击使用“保护”或“检测”等移动来攻击目标。这也提升了这些动作的效果。"
  },
  "pluck": {
    "name": "啄食",
    "effect": "使用者啄目标。如果目标持有浆果，使用者会吃掉它并获得效果。"
  },
  "tailwind": {
    "name": "顺风",
    "effect": "使用者掀起一股汹涌的旋风，使使用者及其盟友的速度统计数据上升四圈。"
  },
  "acupressure": {
    "name": "点穴",
    "effect": "使用者对压力点施加压力，大幅提升其或其盟友的统计数据。"
  },
  "metalBurst": {
    "name": "金属爆炸",
    "effect": "使用者对上一次对其造成伤害的对手使用更大的力量进行报复。"
  },
  "uTurn": {
    "name": "急速折返",
    "effect": "在发起攻击后，使用者冲回来切换位置，有一只派对神奇宝贝在等待。"
  },
  "closeCombat": {
    "name": "近身战",
    "effect": "使用者在不保护自己的情况下近距离对抗目标。这也降低了使用者的防御和Sp.Def属性。"
  },
  "payback": {
    "name": "以牙还牙",
    "effect": "使用者储存能量，然后进行攻击。如果使用者在目标之后移动，则此攻击的威力将加倍。"
  },
  "assurance": {
    "name": "恶意追击",
    "effect": "如果目标在同一回合中已经受到一些伤害，那么这次攻击的威力会加倍。"
  },
  "embargo": {
    "name": "查封",
    "effect": "此动作可防止目标使用其持有的物品达五圈。它的培训师也被禁止使用上面的物品。"
  },
  "fling": {
    "name": "投掷",
    "effect": "使用者将其持有的物品扔向目标进行攻击。此招式的威力和效果取决于物品。"
  },
  "psychoShift": {
    "name": "精神转移",
    "effect": "利用其暗示的心理力量，使用者将其状态条件传递给目标。"
  },
  "trumpCard": {
    "name": "王牌",
    "effect": "这个动作的PP越少，它的力量就越大。"
  },
  "healBlock": {
    "name": "回复封锁",
    "effect": "在五个回合中，使用者阻止对方团队使用任何移动、能力或持有的物品来恢复生命值。"
  },
  "wringOut": {
    "name": "绞紧",
    "effect": "使用者用力拧动目标。目标的生命值越多，招式的威力就越大。"
  },
  "powerTrick": {
    "name": "力量戏法",
    "effect": "使用者使用其灵能将攻击属性与防御属性进行切换。"
  },
  "gastroAcid": {
    "name": "胃液",
    "effect": "使用者向目标吐出胃酸。流体会消除目标“能力”的影响。"
  },
  "luckyChant": {
    "name": "幸运咒语",
    "effect": "使用者对着天空念咒语，阻止对方的神奇宝贝获得五回合的暴击。"
  },
  "meFirst": {
    "name": "抢先一步",
    "effect": "使用者在目标之前切入，以更大的力量复制并使用目标的预期移动。如果不先使用，此动作将失败。"
  },
  "copycat": {
    "name": "仿效",
    "effect": "使用者模仿之前使用的移动。如果尚未使用其他移动，则移动失败。"
  },
  "powerSwap": {
    "name": "力量互换",
    "effect": "使用者使用它的灵力来切换对目标的攻击和Sp.Atk属性的更改。"
  },
  "guardSwap": {
    "name": "防守互换",
    "effect": "使用者使用其灵力来切换目标的防御和Sp.Def属性。"
  },
  "punishment": {
    "name": "惩罚",
    "effect": "目标的属性变化越大，移动的力量就越大。"
  },
  "lastResort": {
    "name": "珍藏",
    "effect": "只有当使用者在战斗中使用了他所知道的所有其他招式后，才能使用此招式。"
  },
  "worrySeed": {
    "name": "烦恼种子",
    "effect": "一颗引起担忧的种子就种在了目标上。它通过使目标的能力失眠来防止睡眠。"
  },
  "suckerPunch": {
    "name": "突袭",
    "effect": "这一举动使使用者能够首先发起攻击。如果目标没有准备好发动攻击，则此动作将失败。"
  },
  "toxicSpikes": {
    "name": "毒菱",
    "effect": "使用者在对方队伍的脚下放置一个毒刺陷阱。尖刺会毒害转入战斗的对方神奇宝贝。"
  },
  "heartSwap": {
    "name": "心灵互换",
    "effect": "使用者利用其灵能与目标切换属性变化。"
  },
  "aquaRing": {
    "name": "水流环",
    "effect": "使用者将自己裹在水制成的面纱中。它每回合都会恢复一些生命值。"
  },
  "magnetRise": {
    "name": "电磁飘浮",
    "effect": "使用者使用电产生的磁性悬浮五圈。"
  },
  "flareBlitz": {
    "name": "闪焰冲锋",
    "effect": "使用者将自己伪装在火中并向目标发起冲锋。这也对使用者造成了很大的损害。这种攻击可能会使目标烧伤。"
  },
  "forcePalm": {
    "name": "发劲",
    "effect": "目标受到冲击波的袭击。这也可能使目标瘫痪。"
  },
  "auraSphere": {
    "name": "波导弹",
    "effect": "使用者在目标处从身体深处释放出一股灵气。这次进攻从不失手。"
  },
  "rockPolish": {
    "name": "岩石打磨",
    "effect": "使用者打磨身体以减少阻力。这大大提高了速度统计值。"
  },
  "poisonJab": {
    "name": "毒击",
    "effect": "目标被浸泡在毒药中的触手、手臂或类似物刺伤。这也可能毒害目标。"
  },
  "darkPulse": {
    "name": "恶之波动",
    "effect": "使用者释放出一种充满黑暗思想的可怕气氛。这也可能使目标望而却步。"
  },
  "nightSlash": {
    "name": "暗袭要害",
    "effect": "机会一出现，使用者就对目标进行猛击。暴击更容易落地。"
  },
  "aquaTail": {
    "name": "水流尾",
    "effect": "使用者通过摆动尾巴进行攻击，就好像这是肆虐风暴中的巨浪。"
  },
  "seedBomb": {
    "name": "种子炸弹",
    "effect": "使用者从上方向目标投掷一大堆硬壳种子。"
  },
  "airSlash": {
    "name": "空气之刃",
    "effect": "使用者用一片甚至可以划过天空的空气进行攻击。这也可能使目标望而却步。"
  },
  "xScissor": {
    "name": "十字剪",
    "effect": "使用者像剪刀一样交叉镰刀或爪子向目标猛砍。"
  },
  "bugBuzz": {
    "name": "虫鸣",
    "effect": "使用者通过振动产生有害的声波。这也可能降低目标的Sp.Def状态。"
  },
  "dragonPulse": {
    "name": "龙之波动",
    "effect": "使用者张开的嘴会产生冲击波攻击目标。"
  },
  "dragonRush": {
    "name": "龙之俯冲",
    "effect": "使用者在表现出压倒性威胁的同时拦截目标。这也可能使目标望而却步。"
  },
  "powerGem": {
    "name": "力量宝石",
    "effect": "使用者用一束闪闪发光的光线进行攻击，就好像它是由宝石制成的一样。"
  },
  "drainPunch": {
    "name": "吸取拳",
    "effect": "一记消耗能量的重拳。使用者的生命值将恢复目标所受伤害的一半。"
  },
  "vacuumWave": {
    "name": "真空波",
    "effect": "使用者旋转拳头，向目标发出纯净的真空波。这一步总是走在第一位。"
  },
  "focusBlast": {
    "name": "真气弹",
    "effect": "使用者增强了它的精神焦点，释放了它的力量。这也可能降低目标的Sp.Def状态。"
  },
  "energyBall": {
    "name": "能量球",
    "effect": "使用者从大自然中汲取力量，并将其射向目标。这也可能降低目标的Sp.Def状态。"
  },
  "braveBird": {
    "name": "勇鸟猛攻",
    "effect": "使用者收起翅膀，从低空发起冲锋。这也对使用者造成了很大的损害。"
  },
  "earthPower": {
    "name": "大地之力",
    "effect": "使用者使目标下方的地面爆发出力量。这也可能降低目标的Sp.Def状态。"
  },
  "switcheroo": {
    "name": "掉包",
    "effect": "使用者与目标交易持有的物品的速度快于眼睛所能跟随的速度。"
  },
  "gigaImpact": {
    "name": "终极冲击",
    "effect": "使用者用尽全力向目标发起冲锋。使用者无法在下一个转弯处移动。"
  },
  "nastyPlot": {
    "name": "诡计",
    "effect": "使用者通过思考不好的想法来刺激大脑。这大大提高了使用者的Sp.Atk状态。"
  },
  "bulletPunch": {
    "name": "子弹拳",
    "effect": "使用者用与子弹一样快的重拳击打目标。这一步总是走在第一位。"
  },
  "avalanche": {
    "name": "雪崩",
    "effect": "如果使用者在同一回合中被目标伤害，则此攻击动作的威力会加倍。"
  },
  "iceShard": {
    "name": "冰砾",
    "effect": "使用者闪现冻结大块冰块并将其扔向目标。这一步总是走在第一位。"
  },
  "shadowClaw": {
    "name": "暗影爪",
    "effect": "使用者用阴影制成的锋利爪子猛砍。暴击更容易落地。"
  },
  "thunderFang": {
    "name": "雷电牙",
    "effect": "使用者用带电的尖牙咬。这也可能使目标退缩或瘫痪。"
  },
  "iceFang": {
    "name": "冰冻牙",
    "effect": "使用者用冰冷的尖牙咬。这也可能使目标退缩或冻结。"
  },
  "fireFang": {
    "name": "火焰牙",
    "effect": "使用者用火焰覆盖的尖牙咬。这也可能使目标退缩或留下烧伤。"
  },
  "shadowSneak": {
    "name": "影子偷袭",
    "effect": "使用者扩展其阴影并从后面攻击目标。这一步总是走在第一位。"
  },
  "mudBomb": {
    "name": "泥巴炸弹",
    "effect": "使用者发射一个坚硬的泥球进行攻击。这也可能降低目标的精度。"
  },
  "psychoCut": {
    "name": "精神利刃",
    "effect": "使用者用灵力形成的刀刃向目标撕裂。暴击更容易落地。"
  },
  "zenHeadbutt": {
    "name": "意念头锤",
    "effect": "使用者将意志力集中在头部并攻击目标。这也可能使目标望而却步。"
  },
  "mirrorShot": {
    "name": "镜光射击",
    "effect": "使用者从其抛光的身体向目标释放一道能量闪光。这也可能降低目标的精度。"
  },
  "flashCannon": {
    "name": "加农光炮",
    "effect": "使用者收集所有的光能并一次将其全部释放。这也可能降低目标的Sp.Def状态。"
  },
  "rockClimb": {
    "name": "攀岩",
    "effect": "使用者以令人难以置信的力量撞击目标，从而攻击目标。这也可能混淆目标。"
  },
  "defog": {
    "name": "清除浓雾",
    "effect": "强风吹走目标的屏障，如反射或光幕。这也降低了目标的躲避能力。"
  },
  "trickRoom": {
    "name": "戏法空间",
    "effect": "使用者创建了一个奇怪的区域，在这个区域中，速度较慢的神奇宝贝可以先移动五圈。"
  },
  "dracoMeteor": {
    "name": "流星群",
    "effect": "彗星从空中被召唤到目标上。攻击的后坐力严重降低了使用者的Sp.Atk状态。"
  },
  "discharge": {
    "name": "放电",
    "effect": "使用者通过释放一股电来击打周围的一切。这也可能导致瘫痪。"
  },
  "lavaPlume": {
    "name": "喷烟",
    "effect": "使用者在猩红色火焰的地狱中点燃了它周围的一切。这也可能会让它击中的人烧伤。"
  },
  "leafStorm": {
    "name": "飞叶风暴",
    "effect": "使用者在目标周围掀起一阵树叶风暴。攻击的后坐力严重降低了使用者的Sp.Atk状态。"
  },
  "powerWhip": {
    "name": "强力鞭打",
    "effect": "使用者猛烈地旋转其藤蔓、触手或类似物以猛烈地拍打目标。"
  },
  "rockWrecker": {
    "name": "岩石炮",
    "effect": "使用者向目标发射一块巨大的巨石进行攻击。使用者无法在下一个转弯处移动。"
  },
  "crossPoison": {
    "name": "十字毒刃",
    "effect": "用毒刃进行的砍伤攻击，也可能使目标中毒。暴击更容易落地。"
  },
  "gunkShot": {
    "name": "垃圾射击",
    "effect": "使用者向目标发射肮脏的垃圾进行攻击。这也可能毒害目标。"
  },
  "ironHead": {
    "name": "铁头",
    "effect": "使用者用坚硬的钢头猛击目标。这也可能使目标望而却步。"
  },
  "magnetBomb": {
    "name": "磁铁炸弹",
    "effect": "使用者发射的钢弹会粘在目标上。这次进攻从不失手。"
  },
  "stoneEdge": {
    "name": "尖石攻击",
    "effect": "使用者用锋利的石头从下面刺向目标。暴击更容易落地。"
  },
  "captivate": {
    "name": "诱惑",
    "effect": "如果任何对立的神奇宝贝是使用者的异性，它就会被迷住，这会严重降低其Sp.Atk状态。"
  },
  "stealthRock": {
    "name": "隐形岩",
    "effect": "使用者在对方队伍周围设置了一个漂浮石块的陷阱。陷阱伤害了转入战斗的对方神奇宝贝。"
  },
  "grassKnot": {
    "name": "打草结",
    "effect": "使用者用草缠住目标并绊倒它。目标越重，移动的力量就越大。"
  },
  "chatter": {
    "name": "喋喋不休",
    "effect": "使用者用震耳欲聋的喋喋不休的声波攻击目标。这混淆了目标。"
  },
  "judgment": {
    "name": "制裁光砾",
    "effect": "使用者向目标发射了无数次光。此动作的类型因使用者所持牌的类型而异。"
  },
  "bugBite": {
    "name": "虫咬",
    "effect": "使用者咬伤目标。如果目标持有浆果，使用者会吃掉它并获得效果。"
  },
  "chargeBeam": {
    "name": "充电光束",
    "effect": "使用者用电荷攻击目标。使用者可以使用任何剩余的电量来提高其Sp.Atk状态。"
  },
  "woodHammer": {
    "name": "木槌",
    "effect": "使用者将其结实的身体猛撞目标进行攻击。这也对使用者造成了很大的损害。"
  },
  "aquaJet": {
    "name": "水流喷射",
    "effect": "使用者以几乎看不见的速度冲向目标。这一步总是走在第一位。"
  },
  "attackOrder": {
    "name": "攻击指令",
    "effect": "使用者呼叫其下属来打击目标。暴击更容易落地。"
  },
  "defendOrder": {
    "name": "防御指令",
    "effect": "该使用者召唤其下属保护其身体，提高其防御和Sp.Def统计数据。"
  },
  "healOrder": {
    "name": "回复指令",
    "effect": "使用者召唤其下属来治疗它。使用者最多可恢复其最大生命值的一半。"
  },
  "headSmash": {
    "name": "双刃头锤",
    "effect": "使用者用危险的全功率头撞攻击目标。这也严重损害了使用者的利益。"
  },
  "doubleHit": {
    "name": "二连击",
    "effect": "使用者用长尾、藤蔓或触手猛击目标。目标连续被击中两次。"
  },
  "roarOfTime": {
    "name": "时光咆哮",
    "effect": "使用者以扭曲时间的力量攻击目标。使用者无法在下一个转弯处移动。"
  },
  "spacialRend": {
    "name": "亚空裂斩",
    "effect": "使用者撕裂目标及其周围的空间。暴击更容易落地。"
  },
  "lunarDance": {
    "name": "新月舞",
    "effect": "使用者昏倒。作为回报，取代它的神奇宝贝将完全恢复其状态和生命值。"
  },
  "crushGrip": {
    "name": "捏碎",
    "effect": "目标被大力击碎。目标剩余的生命值越多，此招式的威力就越大。"
  },
  "magmaStorm": {
    "name": "熔岩风暴",
    "effect": "目标被困在一个肆虐四到五圈的大火漩涡中。"
  },
  "darkVoid": {
    "name": "暗黑洞",
    "effect": "相反的神奇宝贝被拖入了一个完全黑暗的世界，这让他们睡着了。"
  },
  "seedFlare": {
    "name": "种子闪光",
    "effect": "使用者从身体发出冲击波来攻击目标。这也可能严重降低目标的Sp.Def状态。"
  },
  "ominousWind": {
    "name": "奇异之风",
    "effect": "使用者用一阵风吹向目标。这也可能同时提高所有使用者的统计数据。"
  },
  "shadowForce": {
    "name": "暗影潜袭",
    "effect": "使用者消失，然后在下一个转弯时击中目标。即使目标保护自己，这一动作也会命中。"
  },
  "honeClaws": {
    "name": "磨爪",
    "effect": "使用者磨利爪以提高攻击属性和准确性。"
  },
  "wideGuard": {
    "name": "广域防守",
    "effect": "使用者及其盟友在一个回合内免受广泛攻击。"
  },
  "guardSplit": {
    "name": "防守平分",
    "effect": "使用者使用其灵能将其防御和Sp.Def数据与目标的平均值进行比较。"
  },
  "powerSplit": {
    "name": "力量平分",
    "effect": "使用者使用其灵能将其攻击和施法属性与目标的平均值进行比较。"
  },
  "wonderRoom": {
    "name": "奇妙空间",
    "effect": "使用者创建了一个奇怪的区域，在这个区域中，神奇宝贝的防御和Sp.Def属性被交换了五个回合。"
  },
  "psyshock": {
    "name": "精神冲击",
    "effect": "使用者实体化一个奇怪的心理波来攻击目标。这种攻击会造成物理伤害。"
  },
  "venoshock": {
    "name": "毒液冲击",
    "effect": "使用者将目标浸泡在一种特殊的有毒液体中。如果目标中毒，此招式的威力会加倍。"
  },
  "autotomize": {
    "name": "身体轻量化",
    "effect": "使用者脱掉身体的一部分，使自己更轻，并大幅提高速度。"
  },
  "ragePowder": {
    "name": "愤怒粉",
    "effect": "使用者撒上一团刺激性粉末以引起人们的注意。反对的神奇宝贝只针对使用者。"
  },
  "telekinesis": {
    "name": "意念移物",
    "effect": "使用者利用其灵能使目标漂浮。转三圈更容易击中目标。"
  },
  "magicRoom": {
    "name": "魔法空间",
    "effect": "使用者创建了一个奇怪的区域，在该区域中，神奇宝贝持有的物品会失去五次效果。"
  },
  "smackDown": {
    "name": "击落",
    "effect": "使用者投掷石块或类似的投射物来攻击目标。一只会飞的神奇宝贝被击中后会掉到地上。"
  },
  "stormThrow": {
    "name": "山岚摔",
    "effect": "使用者猛烈地击打目标。这种攻击总是造成暴击。"
  },
  "flameBurst": {
    "name": "烈焰溅射",
    "effect": "使用者用爆裂的火焰攻击目标。爆裂的火焰也会伤害目标旁边的神奇宝贝。"
  },
  "sludgeWave": {
    "name": "污泥波",
    "effect": "使用者用巨大的泥浪淹没了周围的区域，从而袭击了周围的一切。这也可能毒害那些被击中的人。"
  },
  "quiverDance": {
    "name": "蝶舞",
    "effect": "使用者轻轻地表演一段美丽而神秘的舞蹈。这会提升使用者的Sp.Atk、Sp.Def和Speed统计数据。"
  },
  "heavySlam": {
    "name": "重磅冲撞",
    "effect": "使用者用沉重的身体猛扑目标。使用者超过目标的次数越多，移动的力量就越大。"
  },
  "synchronoise": {
    "name": "同步干扰",
    "effect": "使用一个奇怪的冲击波，使用者会对周围区域的任何同类神奇宝贝造成伤害。"
  },
  "electroBall": {
    "name": "电球",
    "effect": "使用者向目标投掷一个电球体。使用者比目标越快，移动的力量就越大。"
  },
  "soak": {
    "name": "浸水",
    "effect": "使用者向目标喷射一股洪流，并将目标的类型更改为“水”。"
  },
  "flameCharge": {
    "name": "蓄能焰袭",
    "effect": "使用者将自己伪装成火焰，攻击目标。然后，建立更多的权力，使用者提高其速度统计。"
  },
  "coil": {
    "name": "盘蜷",
    "effect": "使用者盘绕身体，集中注意力。这提高了它的攻击和防御数据以及准确性。"
  },
  "lowSweep": {
    "name": "下盘踢",
    "effect": "使用者对目标的腿进行快速攻击，从而降低目标的速度。"
  },
  "acidSpray": {
    "name": "酸液炸弹",
    "effect": "使用者吐出的液体可以融化目标。这会严重降低目标的Sp.Def状态。"
  },
  "foulPlay": {
    "name": "欺诈",
    "effect": "使用者将目标的力量转向它。目标的攻击属性越高，造成的伤害就越大。"
  },
  "simpleBeam": {
    "name": "单纯光束",
    "effect": "使用者神秘的心理波动会将目标的“能力”更改为“简单”。"
  },
  "entrainment": {
    "name": "找伙伴",
    "effect": "使用者以奇怪的节奏跳舞，迫使目标模仿它，使目标的能力与使用者的相同。"
  },
  "afterYou": {
    "name": "您先请",
    "effect": "使用者帮助目标并使其在使用者之后立即移动。"
  },
  "round": {
    "name": "轮唱",
    "effect": "使用者用歌曲攻击目标。其他人可以加入回合以增加攻击的力量。"
  },
  "echoedVoice": {
    "name": "回声",
    "effect": "使用者用回声攻击目标。如果每回合都使用此招式，则其威力会增加。"
  },
  "chipAway": {
    "name": "逐步击破",
    "effect": "在寻找一个开口时，使用者会始终如一地敲击。目标的属性变化不会影响这次攻击的伤害。"
  },
  "clearSmog": {
    "name": "清除之烟",
    "effect": "使用者通过投掷一团特殊的泥来攻击目标。所有状态更改都将恢复正常。"
  },
  "storedPower": {
    "name": "辅助力量",
    "effect": "使用者使用存储的电力攻击目标。使用者的属性提升得越多，移动的力量就越大。"
  },
  "quickGuard": {
    "name": "快速防守",
    "effect": "使用者保护自己及其盟友不受优先移动的影响。"
  },
  "allySwitch": {
    "name": "交换场地",
    "effect": "使用者使用一种奇怪的力量进行传送，并与盟友交换位置。"
  },
  "scald": {
    "name": "热水",
    "effect": "使用者向目标喷射沸腾的热水。这也可能使目标烧伤。"
  },
  "shellSmash": {
    "name": "破壳",
    "effect": "使用者打破了它的外壳，这降低了防御和Sp.Def属性，但大幅提高了攻击、Sp.Atk和速度属性。"
  },
  "healPulse": {
    "name": "治愈波动",
    "effect": "使用者会发出治疗脉冲，使目标的生命值恢复到其最大生命值的一半。"
  },
  "hex": {
    "name": "祸不单行",
    "effect": "这种无情的攻击会对受状态条件影响的目标造成巨大伤害。"
  },
  "skyDrop": {
    "name": "自由落体",
    "effect": "使用者将目标带到天空中，然后在下一个转弯时将其放下。目标在空中无法攻击。"
  },
  "shiftGear": {
    "name": "换档",
    "effect": "使用者旋转齿轮，提高攻击属性并急剧提高速度属性。"
  },
  "circleThrow": {
    "name": "巴投",
    "effect": "目标被抛出，另一只神奇宝贝被拖了出来。在野外，这结束了与一只神奇宝贝的战斗。"
  },
  "incinerate": {
    "name": "烧净",
    "effect": "使用者用火攻击对方的神奇宝贝。如果神奇宝贝持有某个物品，如浆果，则该物品会被烧毁，无法使用。"
  },
  "quash": {
    "name": "延后",
    "effect": "使用者抑制目标并使其移动最后进行。"
  },
  "acrobatics": {
    "name": "杂技",
    "effect": "使用者敏捷地击中目标。如果使用者没有持有物品，这种攻击会造成巨大伤害。"
  },
  "reflectType": {
    "name": "镜面属性",
    "effect": "使用者反映目标的类型，使使用者与目标的类型相同。"
  },
  "retaliate": {
    "name": "报仇",
    "effect": "使用者为晕倒的盟友复仇。如果一个盟友在前一回合晕倒，则该招式的力量会增加。"
  },
  "finalGambit": {
    "name": "搏命",
    "effect": "使用者冒着一切风险攻击目标。使用者昏倒，但造成的伤害等于其生命值。"
  },
  "bestow": {
    "name": "传递礼物",
    "effect": "当目标没有持有物品时，使用者将其持有的物品传递给目标。"
  },
  "inferno": {
    "name": "烈火深渊",
    "effect": "使用者通过将目标吞没在熊熊大火中进行攻击。这会使目标烧伤。"
  },
  "waterPledge": {
    "name": "水之誓约",
    "effect": "一股水柱击中了目标。当与火等价物一起使用时，它的力量会增加，并出现彩虹。"
  },
  "firePledge": {
    "name": "火之誓约",
    "effect": "一列火力击中目标。当与同等的草一起使用时，它的力量会增加，并出现一片巨大的火海。"
  },
  "grassPledge": {
    "name": "草之誓约",
    "effect": "一列草击中了目标。当与水当量一起使用时，它的功率会增加，出现一片巨大的沼泽。"
  },
  "voltSwitch": {
    "name": "伏特替换",
    "effect": "在发起攻击后，使用者冲回来切换位置，有一只派对神奇宝贝在等待。"
  },
  "struggleBug": {
    "name": "虫之抵抗",
    "effect": "在抵抗的同时，使用者攻击对方的神奇宝贝。这会降低那些命中的Sp.Atk属性。"
  },
  "bulldoze": {
    "name": "重踏",
    "effect": "使用者踩在地上敲击周围的一切。这会降低那些命中的速度属性。"
  },
  "frostBreath": {
    "name": "冰息",
    "effect": "使用者对着目标吹气。这种攻击总是造成暴击。"
  },
  "dragonTail": {
    "name": "龙尾",
    "effect": "目标被击倒，另一只神奇宝贝被拖了出来。在野外，这结束了与一只神奇宝贝的战斗。"
  },
  "workUp": {
    "name": "自我激励",
    "effect": "该使用者被唤醒，其攻击和Sp.Atk属性增加。"
  },
  "electroweb": {
    "name": "电网",
    "effect": "使用者使用电网攻击并捕获对方的神奇宝贝。这会降低他们的速度属性。"
  },
  "wildCharge": {
    "name": "疯狂伏特",
    "effect": "使用者将自己裹在电里，然后猛撞目标。这也会对使用者造成一些损害。"
  },
  "drillRun": {
    "name": "直冲钻",
    "effect": "使用者在像钻头一样旋转身体时撞向目标。关键一击更容易落地。"
  },
  "dualChop": {
    "name": "二连劈",
    "effect": "使用者通过残酷的打击来攻击目标。目标连续被击中两次。"
  },
  "heartStamp": {
    "name": "爱心印章",
    "effect": "使用者在其可爱的行为使目标不那么警惕后，释放了一个恶毒的打击。这也可能使目标望而却步。"
  },
  "hornLeech": {
    "name": "木角",
    "effect": "使用者用喇叭消耗目标的能量。使用者的生命值将恢复目标所受伤害的一半。"
  },
  "sacredSword": {
    "name": "圣剑",
    "effect": "使用者使用长角进行切片攻击。目标的属性变化不会影响这次攻击的伤害。"
  },
  "razorShell": {
    "name": "贝壳刃",
    "effect": "使用者用锋利的炮弹切割目标。这也可能降低目标的防御能力。"
  },
  "heatCrash": {
    "name": "高温重压",
    "effect": "使用者用火焰覆盖的身体猛击目标。使用者超过目标的次数越多，移动的力量就越大。"
  },
  "leafTornado": {
    "name": "青草搅拌器",
    "effect": "使用者通过用锋利的树叶包围目标来攻击目标。这种攻击也可能降低目标的准确性。"
  },
  "steamroller": {
    "name": "疯狂滚压",
    "effect": "使用者通过用卷起的身体在目标上滚动来压碎目标。这也可能使目标望而却步。"
  },
  "cottonGuard": {
    "name": "棉花防守",
    "effect": "使用者通过用柔软的棉花包裹身体来保护自己，这大大提高了使用者的防御能力。"
  },
  "nightDaze": {
    "name": "暗黑爆破",
    "effect": "使用者在目标处释放一个漆黑的冲击波。这也可能降低目标的精度。"
  },
  "psystrike": {
    "name": "精神击破",
    "effect": "使用者实体化一个奇怪的心理波来攻击目标。这种攻击会造成物理伤害。"
  },
  "tailSlap": {
    "name": "扫尾拍打",
    "effect": "使用者通过用其坚硬的尾巴攻击目标。它连续两到五次击中目标。"
  },
  "hurricane": {
    "name": "暴风",
    "effect": "使用者通过将对手包裹在凌空的狂风中进行攻击。这也可能混淆目标。"
  },
  "headCharge": {
    "name": "爆炸头突击",
    "effect": "使用者用其强大的护发将头部顶入目标。这也会对使用者造成一些损害。"
  },
  "gearGrind": {
    "name": "齿轮飞盘",
    "effect": "使用者通过向目标投掷两次钢制装备进行攻击。"
  },
  "searingShot": {
    "name": "火焰弹",
    "effect": "使用者在猩红色火焰的地狱中点燃了它周围的一切。这也可能会让它击中的人烧伤。"
  },
  "technoBlast": {
    "name": "高科技光炮",
    "effect": "使用者向目标发射一束光。移动的类型会根据使用者持有的驱动器而变化。"
  },
  "relicSong": {
    "name": "古老之歌",
    "effect": "使用者唱了一首古老的歌曲，并通过吸引对方神奇宝贝的心进行攻击。这也可能导致睡眠。"
  },
  "secretSword": {
    "name": "神秘之剑",
    "effect": "使用者用长喇叭进行切割。喇叭中包含的奇怪力量会对目标造成物理伤害。"
  },
  "glaciate": {
    "name": "冰封世界",
    "effect": "使用者通过向对方的神奇宝贝吹冷空气进行攻击。这会降低他们的速度属性。"
  },
  "boltStrike": {
    "name": "雷击",
    "effect": "使用者用大量的电力包围自己，并为目标充电。这也可能使目标瘫痪。"
  },
  "blueFlare": {
    "name": "青焰",
    "effect": "使用者通过将目标吞没在强烈但美丽的蓝色火焰中进行攻击。这也可能使目标烧伤。"
  },
  "fieryDance": {
    "name": "火之舞",
    "effect": "使用者被火焰笼罩，通过跳舞和拍打翅膀来攻击目标。这也可能会提高使用者的Sp.Atk状态。"
  },
  "freezeShock": {
    "name": "冰冻伏特",
    "effect": "在第二个转弯处，使用者用带电的冰击打目标。这也可能使目标瘫痪。"
  },
  "iceBurn": {
    "name": "极寒冷焰",
    "effect": "在第二个转弯处，一股极冷、冰冻的风围绕着目标。这可能会使目标烧伤。"
  },
  "snarl": {
    "name": "大声咆哮",
    "effect": "使用者大喊大叫，好像在咆哮什么，这降低了对方神奇宝贝的Sp.Atk统计数据。"
  },
  "icicleCrash": {
    "name": "冰柱坠击",
    "effect": "使用者通过将大冰柱猛烈地扔到目标上进行攻击。这也可能使目标望而却步。"
  },
  "vCreate": {
    "name": "Ｖ热焰",
    "effect": "使用者额头上冒着一团炽热的火焰，向目标猛扑过去。这会降低使用者的防御、Sp.Def和速度属性。"
  },
  "fusionFlare": {
    "name": "交错火焰",
    "effect": "使用者点燃一团巨大的火焰。当受到一道巨大的闪电的影响时，此招式的威力会增加。"
  },
  "fusionBolt": {
    "name": "交错闪电",
    "effect": "使用者抛出一道巨大的闪电。当受到巨大火焰的影响时，此招式的威力会增加。"
  },
  "flyingPress": {
    "name": "飞身重压",
    "effect": "使用者从空中俯冲到目标上。此招同时为斗和飞。"
  },
  "matBlock": {
    "name": "掀榻榻米",
    "effect": "使用拉起的垫子作为盾牌，使用者可以保护自己和盟友免受伤害。这不会停止状态移动。"
  },
  "belch": {
    "name": "打嗝",
    "effect": "使用者向目标发出一声伤害性的打嗝。使用者必须吃掉持有的浆果才能使用此招式。"
  },
  "rototiller": {
    "name": "耕地",
    "effect": "耕作土壤，使用者使植物更容易生长。这提高了草类神奇宝贝的攻击和Sp.Atk属性。"
  },
  "stickyWeb": {
    "name": "黏黏网",
    "effect": "使用者在对方队伍周围编织一张粘性网，这会在切换到战斗中时降低他们的速度统计数据。"
  },
  "fellStinger": {
    "name": "致命针刺",
    "effect": "当使用者使用此移动击倒目标时，使用者的攻击属性会急剧上升。"
  },
  "phantomForce": {
    "name": "潜灵奇袭",
    "effect": "使用者消失在某个地方，然后在下一个转弯时击中目标。即使目标保护自己，这一动作也会命中。"
  },
  "trickOrTreat": {
    "name": "万圣夜",
    "effect": "使用者接受目标“不给糖就捣蛋”。这会将Ghost类型添加到目标的类型中。"
  },
  "nobleRoar": {
    "name": "战吼",
    "effect": "发出一声高贵的咆哮，使用者恐吓目标并降低其攻击和Sp.Atk属性。"
  },
  "ionDeluge": {
    "name": "等离子浴",
    "effect": "使用者分散带电粒子，从而将“正常”类型移动更改为“电气”类型移动。"
  },
  "parabolicCharge": {
    "name": "抛物面充电",
    "effect": "使用者攻击其周围的一切。使用者的生命值将恢复其所受伤害的一半。"
  },
  "forestsCurse": {
    "name": "森林咒术",
    "effect": "使用者对目标进行森林诅咒。目标现在也是草型。"
  },
  "petalBlizzard": {
    "name": "落英缤纷",
    "effect": "使用者煽动了一场猛烈的花瓣暴风雪，并攻击了周围的一切。"
  },
  "freezeDry": {
    "name": "冷冻干燥",
    "effect": "使用者快速冷却目标。这也可能使目标冻结。这个动作对水类非常有效。"
  },
  "disarmingVoice": {
    "name": "魅惑之声",
    "effect": "使用者发出迷人的哭声，会对对方的神奇宝贝造成情感伤害。这次进攻从不失手。"
  },
  "partingShot": {
    "name": "抛下狠话",
    "effect": "使用分离威胁时，使用者会降低目标的攻击和Sp.Atk属性。然后它切换到一个派对神奇宝贝。"
  },
  "topsyTurvy": {
    "name": "颠倒",
    "effect": "所有影响目标的属性变化都会变得颠倒，并与原来相反。"
  },
  "drainingKiss": {
    "name": "吸取之吻",
    "effect": "使用者通过亲吻窃取目标的生命值。使用者的生命值恢复了目标所受伤害的一半以上。"
  },
  "craftyShield": {
    "name": "戏法防守",
    "effect": "使用者以一种神秘的力量保护自己和盟友免受地位变动的影响。这并不能阻止造成伤害的移动。"
  },
  "flowerShield": {
    "name": "鲜花防守",
    "effect": "使用者在与一种神秘力量的战斗中提高所有草类神奇宝贝的防御能力。"
  },
  "grassyTerrain": {
    "name": "青草场地",
    "effect": "使用者将地面变为草地五圈。这会使地面上的神奇宝贝每回合的生命值恢复一点，并为草地类动作提供能量。"
  },
  "mistyTerrain": {
    "name": "薄雾场地",
    "effect": "这可以保护地面上的神奇宝贝免受状态条件的影响，并在五回合内减半龙类移动造成的伤害。"
  },
  "electrify": {
    "name": "输电",
    "effect": "如果目标在转弯过程中使用招式之前被电击，则目标的招式将变为“电击”类型。"
  },
  "playRough": {
    "name": "嬉闹",
    "effect": "使用者粗暴对待目标并攻击它。这也可能降低目标的攻击状态。"
  },
  "fairyWind": {
    "name": "妖精之风",
    "effect": "使用者掀起一股仙风，用它吹向目标。"
  },
  "moonblast": {
    "name": "月亮之力",
    "effect": "借用月亮的力量，使用者攻击目标。这也可能降低目标的Sp.Atk状态。"
  },
  "boomburst": {
    "name": "爆音波",
    "effect": "使用者以可怕的爆炸声的破坏力攻击周围的一切。"
  },
  "fairyLock": {
    "name": "妖精之锁",
    "effect": "通过锁定战场，使用者可以防止所有神奇宝贝在下一回合逃跑。"
  },
  "kingsShield": {
    "name": "王者盾牌",
    "effect": "使用者采取防御姿态，同时保护自己免受伤害。它还降低了任何直接接触的攻击者的攻击属性。"
  },
  "playNice": {
    "name": "和睦相处",
    "effect": "使用者和目标成为朋友，目标失去战斗意志。这会降低目标的攻击状态。"
  },
  "confide": {
    "name": "密语",
    "effect": "使用者告诉目标一个秘密，目标失去集中注意力的能力。这会降低目标的Sp.Atk状态。"
  },
  "diamondStorm": {
    "name": "钻石风暴",
    "effect": "使用者掀起一场钻石风暴来伤害对方的神奇宝贝。这也可能大幅提高使用者的防御能力。"
  },
  "steamEruption": {
    "name": "蒸汽爆炸",
    "effect": "使用者将目标浸入过热蒸汽中。这也可能使目标烧伤。"
  },
  "hyperspaceHole": {
    "name": "异次元洞",
    "effect": "使用超空间洞，使用者出现在目标旁边并进行攻击。这也会使用诸如“保护”或“检测”之类的移动来命中目标。"
  },
  "waterShuriken": {
    "name": "飞水手里剑",
    "effect": "使用者连续两到五次投掷星星击中目标。这一步总是走在第一位。"
  },
  "mysticalFire": {
    "name": "魔法火焰",
    "effect": "使用者通过呼吸特殊的炽热火焰进行攻击。这也降低了目标的Sp.Atk状态。"
  },
  "spikyShield": {
    "name": "尖刺防守",
    "effect": "除了保护使用者免受攻击外，此举还损害了任何直接接触的攻击者。"
  },
  "aromaticMist": {
    "name": "芳香薄雾",
    "effect": "使用者通过使用一种神秘的香气来提高盟友神奇宝贝的Sp.Def属性。"
  },
  "eerieImpulse": {
    "name": "怪异电波",
    "effect": "使用者的身体会产生一种诡异的冲动。将目标暴露在它面前会严重降低目标的Sp.Atk状态。"
  },
  "venomDrench": {
    "name": "毒液陷阱",
    "effect": "对手的神奇宝贝被一种奇怪的有毒液体淋得湿透了。这会降低中毒目标的攻击、速度和速度属性。"
  },
  "powder": {
    "name": "粉尘",
    "effect": "使用者将目标覆盖在可燃粉末中。如果目标使用火类移动，粉末会爆炸并伤害目标。"
  },
  "geomancy": {
    "name": "大地掌控",
    "effect": "使用者吸收能量，并在下一回合大幅提升其Sp.Atk、Sp.Def和Speed属性。"
  },
  "magneticFlux": {
    "name": "磁场操控",
    "effect": "使用者操纵磁场，这会提高具有加号或减号能力的盟友神奇宝贝的防御和Sp.Def统计数据。"
  },
  "happyHour": {
    "name": "欢乐时光",
    "effect": "使用欢乐时光会使战斗后收到的奖金翻倍。"
  },
  "electricTerrain": {
    "name": "电气场地",
    "effect": "使用者将地面通电五圈，为电动式动作通电。地上的神奇宝贝不再睡着了。"
  },
  "dazzlingGleam": {
    "name": "魔法闪耀",
    "effect": "使用者通过发射强大的闪光来伤害对方的神奇宝贝。"
  },
  "celebrate": {
    "name": "庆祝",
    "effect": "神奇宝贝祝贺你度过了一个特殊的日子！"
  },
  "holdHands": {
    "name": "牵手",
    "effect": "使用者和盟友握手。这让他们非常高兴。"
  },
  "babyDollEyes": {
    "name": "圆瞳",
    "effect": "使用者用娃娃般的眼睛盯着目标，这会降低目标的攻击状态。这个动作总是先进行。"
  },
  "nuzzle": {
    "name": "蹭蹭脸颊",
    "effect": "该使用者通过用其带电的脸颊抵住目标进行攻击。这也会使目标瘫痪。"
  },
  "holdBack": {
    "name": "手下留情",
    "effect": "当它攻击时，使用者会退缩，目标至少会被留下1点生命值。"
  },
  "infestation": {
    "name": "纠缠不休",
    "effect": "目标受到侵扰并被攻击四到五个回合。目标在此期间无法逃跑。"
  },
  "powerUpPunch": {
    "name": "增强拳",
    "effect": "反复击打对手会使使用者的拳头更加坚硬。命中目标会提高攻击率。"
  },
  "oblivionWing": {
    "name": "归天之翼",
    "effect": "使用者吸收目标的生命值。使用者的生命值恢复了目标所受伤害的一半以上。"
  },
  "thousandArrows": {
    "name": "千箭齐发",
    "effect": "这一举动也打击了空中的对方神奇宝贝。那些神奇宝贝被打倒在地。"
  },
  "thousandWaves": {
    "name": "千波激荡",
    "effect": "使用者使用沿着地面爬行的波浪进行攻击。它击中的人无法逃离战斗。"
  },
  "landsWrath": {
    "name": "大地神力",
    "effect": "使用者收集土地的能量，并将能量集中在对面的神奇宝贝身上，以伤害他们。"
  },
  "lightOfRuin": {
    "name": "破灭之光",
    "effect": "使用者从永恒之花中汲取力量，发射出一束强大的光束。这也对使用者造成了很大的损害。"
  },
  "originPulse": {
    "name": "根源波动",
    "effect": "使用者用无数光束攻击对方的神奇宝贝，这些光束会发出深邃明亮的蓝色。"
  },
  "precipiceBlades": {
    "name": "断崖之剑",
    "effect": "使用者通过在可怕的石刃中展示土地的力量来攻击对方的神奇宝贝。"
  },
  "dragonAscent": {
    "name": "画龙点睛",
    "effect": "在向上飞行后，使用者通过高速从空中坠落来攻击目标。但在这个过程中，它降低了自己的防御和Sp.Def数据。"
  },
  "hyperspaceFury": {
    "name": "异次元猛攻",
    "effect": "使用它的许多武器，使用者可以发动一连串的攻击，忽略保护和检测等动作的效果。但是使用者的防御数据下降了。"
  },
  "breakneckBlitzPhysical": {
    "name": "究极无敌大冲撞",
    "effect": "使用者使用Z-Power增强动量，并全速冲向目标。力量会有所不同，具体取决于最初的动作。"
  },
  "breakneckBlitzSpecial": {
    "name": "究极无敌大冲撞",
    "effect": "伪数据"
  },
  "allOutPummelingPhysical": {
    "name": "全力无双激烈拳",
    "effect": "使用者将其Z-Power产生的能量球体全力撞击目标。力量会有所不同，具体取决于最初的动作。"
  },
  "allOutPummelingSpecial": {
    "name": "全力无双激烈拳",
    "effect": "伪数据"
  },
  "supersonicSkystrikePhysical": {
    "name": "极速俯冲轰烈撞",
    "effect": "使用者用Z-Power向上飞行，然后全速冲向目标。力量会有所不同，具体取决于最初的动作。"
  },
  "supersonicSkystrikeSpecial": {
    "name": "极速俯冲轰烈撞",
    "effect": "伪数据"
  },
  "acidDownpourPhysical": {
    "name": "强酸剧毒灭绝雨",
    "effect": "使用者使用Z-Power制造一个有毒的沼泽，并全力将目标沉入其中。力量会有所不同，具体取决于最初的动作。"
  },
  "acidDownpourSpecial": {
    "name": "强酸剧毒灭绝雨",
    "effect": "伪数据"
  },
  "tectonicRagePhysical": {
    "name": "地隆啸天大终结",
    "effect": "使用者深深地钻入地面，用其Z力的全部力量猛烈攻击目标。力量会有所不同，具体取决于最初的动作。"
  },
  "tectonicRageSpecial": {
    "name": "地隆啸天大终结",
    "effect": "伪数据"
  },
  "continentalCrushPhysical": {
    "name": "毁天灭地巨岩坠",
    "effect": "使用者使用Z-Power召唤一座巨大的岩山，并全力将其扔到目标上。力量会有所不同，具体取决于最初的动作。"
  },
  "continentalCrushSpecial": {
    "name": "毁天灭地巨岩坠",
    "effect": "伪数据"
  },
  "savageSpinOutPhysical": {
    "name": "绝对捕食回旋斩",
    "effect": "使用者用其Z-Power吐出的丝线全力捆绑目标。力量会有所不同，具体取决于最初的动作。"
  },
  "savageSpinOutSpecial": {
    "name": "绝对捕食回旋斩",
    "effect": "伪数据"
  },
  "neverEndingNightmarePhysical": {
    "name": "无尽暗夜之诱惑",
    "effect": "使用者的Z-Power陷阱引发了根深蒂固的怨恨。力量会有所不同，具体取决于最初的动作。"
  },
  "neverEndingNightmareSpecial": {
    "name": "无尽暗夜之诱惑",
    "effect": "伪数据"
  },
  "corkscrewCrashPhysical": {
    "name": "超绝螺旋连击",
    "effect": "使用者旋转非常快，并用其Z-Power的全部力量撞击目标。力量会有所不同，具体取决于最初的动作。"
  },
  "corkscrewCrashSpecial": {
    "name": "超绝螺旋连击",
    "effect": "伪数据"
  },
  "infernoOverdrivePhysical": {
    "name": "超强极限爆焰弹",
    "effect": "使用者用其Z-Power的全部力量向目标喷出一股猛烈的火焰。力量随原始移动而变化。"
  },
  "infernoOverdriveSpecial": {
    "name": "超强极限爆焰弹",
    "effect": "伪数据"
  },
  "hydroVortexPhysical": {
    "name": "超级水流大漩涡",
    "effect": "使用者使用Z-Power产生巨大的旋转电流，全力吞下目标。力量会有所不同，具体取决于最初的动作。"
  },
  "hydroVortexSpecial": {
    "name": "超级水流大漩涡",
    "effect": "伪数据"
  },
  "bloomDoomPhysical": {
    "name": "绚烂缤纷花怒放",
    "effect": "使用者使用Z-Power从植物中收集能量，并全力攻击目标。力量会有所不同，具体取决于最初的动作。"
  },
  "bloomDoomSpecial": {
    "name": "绚烂缤纷花怒放",
    "effect": "伪数据"
  },
  "gigavoltHavocPhysical": {
    "name": "终极伏特狂雷闪",
    "effect": "使用者用Z-Power收集的强大电流击中目标。力量会有所不同，具体取决于最初的动作。"
  },
  "gigavoltHavocSpecial": {
    "name": "终极伏特狂雷闪",
    "effect": "伪数据"
  },
  "shatteredPsychePhysical": {
    "name": "至高精神破坏波",
    "effect": "使用者用Z-Power控制目标，并全力伤害目标。力量会有所不同，具体取决于最初的动作。"
  },
  "shatteredPsycheSpecial": {
    "name": "至高精神破坏波",
    "effect": "伪数据"
  },
  "subzeroSlammerPhysical": {
    "name": "激狂大地万里冰",
    "effect": "使用者使用Z-Power显著降低温度，并全力冻结目标。力量会有所不同，具体取决于最初的动作。"
  },
  "subzeroSlammerSpecial": {
    "name": "激狂大地万里冰",
    "effect": "伪数据"
  },
  "devastatingDrakePhysical": {
    "name": "究极巨龙震天地",
    "effect": "使用者使用Z-Power来实现其光环，并全力攻击目标。力量会有所不同，具体取决于最初的动作。"
  },
  "devastatingDrakeSpecial": {
    "name": "究极巨龙震天地",
    "effect": "伪数据"
  },
  "blackHoleEclipsePhysical": {
    "name": "黑洞吞噬万物灭",
    "effect": "使用者使用Z力量收集暗能量，并将目标吸入其中。力量会根据初始移动而变化。"
  },
  "blackHoleEclipseSpecial": {
    "name": "黑洞吞噬万物灭",
    "effect": "伪数据"
  },
  "twinkleTacklePhysical": {
    "name": "可爱星星飞天撞",
    "effect": "使用者使用Z-Power创造了一个非常迷人的空间，并完全玩弄目标。力量会有所不同，具体取决于最初的动作。"
  },
  "twinkleTackleSpecial": {
    "name": "可爱星星飞天撞",
    "effect": "伪数据"
  },
  "catastropika": {
    "name": "皮卡皮卡必杀击",
    "effect": "使用者皮卡丘使用Z-Power以最大的电量包围自己，并全力扑向目标。"
  },
  "shoreUp": {
    "name": "集沙",
    "effect": "使用者最多可恢复其最大生命值的一半。它在沙尘暴中恢复更多生命值。"
  },
  "firstImpression": {
    "name": "迎头一击",
    "effect": "虽然这个动作有很大的威力，但每次使用者进入战斗时，它只在第一回合起作用。"
  },
  "banefulBunker": {
    "name": "碉堡",
    "effect": "除了保护使用者免受攻击外，此举还毒害了任何直接接触的攻击者。"
  },
  "spiritShackle": {
    "name": "缝影",
    "effect": "使用者在攻击的同时将目标的阴影缝合到地面，以防止目标逃跑。"
  },
  "darkestLariat": {
    "name": "ＤＤ金勾臂",
    "effect": "使用者挥动双臂并击中目标。目标的属性变化不会影响这次攻击的伤害。"
  },
  "sparklingAria": {
    "name": "泡影的咏叹调",
    "effect": "使用者突然唱歌，发出许多气泡。任何被烧伤的神奇宝贝都会被这些气泡所治愈。"
  },
  "iceHammer": {
    "name": "冰锤",
    "effect": "使用者用其有力、沉重的拳头挥击。然而，它降低了使用者的速度。"
  },
  "floralHealing": {
    "name": "花疗",
    "effect": "使用者最多可将目标的生命值恢复为其最大生命值的一半。当地形为草地时，它会恢复更多的生命值。"
  },
  "highHorsepower": {
    "name": "十万马力",
    "effect": "使用者用全身猛烈攻击目标。"
  },
  "strengthSap": {
    "name": "吸取力量",
    "effect": "使用者恢复的生命值与目标的攻击状态相同。它还会降低目标的攻击属性。"
  },
  "solarBlade": {
    "name": "日光刃",
    "effect": "在这两回合的攻击中，使用者收集光线并用光线的能量填充刀片，在下一回合攻击目标。"
  },
  "leafage": {
    "name": "树叶",
    "effect": "使用者通过向目标投掷树叶进行攻击。"
  },
  "spotlight": {
    "name": "聚光灯",
    "effect": "使用者将聚光灯照射在目标上，这样在转弯过程中只有目标会受到攻击。"
  },
  "toxicThread": {
    "name": "毒丝",
    "effect": "使用者射出有毒的线来毒害目标并降低目标的速度。"
  },
  "laserFocus": {
    "name": "磨砺",
    "effect": "使用者注意力非常集中。下一个回合的攻击总是造成暴击。"
  },
  "gearUp": {
    "name": "辅助齿轮",
    "effect": "使用者使用装备来提高具有加号或减号能力的盟友神奇宝贝的攻击和特技属性。"
  },
  "throatChop": {
    "name": "深渊突刺",
    "effect": "使用者攻击目标的喉咙，由此造成的痛苦使目标无法使用发出声音的动作两圈。"
  },
  "pollenPuff": {
    "name": "花粉团",
    "effect": "使用者用爆炸的花粉团攻击敌人。如果目标是盟友，它会给盟友一股花粉，使其恢复生命值。"
  },
  "anchorShot": {
    "name": "掷锚",
    "effect": "使用者在攻击时用其锚链缠住目标。目标无法逃离。"
  },
  "psychicTerrain": {
    "name": "精神场地",
    "effect": "这可以保护地面上的神奇宝贝不受优先移动的影响，并为心灵类移动提供五轮动力。"
  },
  "lunge": {
    "name": "猛扑",
    "effect": "使用者向目标猛扑，全力攻击。这也会降低目标的攻击状态。"
  },
  "fireLash": {
    "name": "火焰鞭",
    "effect": "使用者用燃烧的鞭笞击打目标。这也降低了目标的防御状态。"
  },
  "powerTrip": {
    "name": "嚣张",
    "effect": "使用者吹嘘自己的力量并攻击目标。使用者的属性提升得越多，移动的力量就越大。"
  },
  "burnUp": {
    "name": "燃尽",
    "effect": "为了造成巨大的伤害，使用者会把自己烧光。使用此移动后，使用者将不再是火焰类型。"
  },
  "speedSwap": {
    "name": "速度互换",
    "effect": "使用者与目标交换速度统计数据。"
  },
  "smartStrike": {
    "name": "修长之角",
    "effect": "使用者用尖锐的喇叭刺伤目标。这次进攻从不失手。"
  },
  "purify": {
    "name": "净化",
    "effect": "使用者治愈目标的状态状况。如果移动成功，它还将恢复使用者自己的生命值。"
  },
  "revelationDance": {
    "name": "觉醒之舞",
    "effect": "使用者通过非常用力的舞蹈攻击目标。使用者的类型决定了此移动的类型。"
  },
  "coreEnforcer": {
    "name": "核心惩罚者",
    "effect": "如果使用者造成伤害的神奇宝贝已经使用了他们的招式，则此招式将消除目标能力的影响。"
  },
  "tropKick": {
    "name": "热带踢",
    "effect": "使用者将源自热带的强力踢向目标。这也会降低目标的攻击状态。"
  },
  "instruct": {
    "name": "号令",
    "effect": "使用者指示目标再次使用目标的最后一次移动。"
  },
  "beakBlast": {
    "name": "鸟嘴加农炮",
    "effect": "使用者先加热喙，然后攻击目标。当神奇宝贝加热喙时，与它直接接触会导致烧伤。"
  },
  "clangingScales": {
    "name": "鳞片噪音",
    "effect": "使用者在其整个身体上摩擦鳞片，并发出巨大的噪音来攻击对方的神奇宝贝。使用者的防御数据在攻击后下降。"
  },
  "dragonHammer": {
    "name": "龙锤",
    "effect": "使用者像锤子一样使用身体攻击目标并造成伤害。"
  },
  "brutalSwing": {
    "name": "狂舞挥打",
    "effect": "使用者剧烈摆动身体，对附近的一切造成伤害。"
  },
  "auroraVeil": {
    "name": "极光幕",
    "effect": "此招式可减少物理招式和特殊招式造成的五回合伤害。这只能在下雪的时候使用。"
  },
  "sinisterArrowRaid": {
    "name": "遮天蔽日暗影箭",
    "effect": "使用者Decideueye使用其Z力量制造了无数支箭，并全力射击目标。"
  },
  "maliciousMoonsault": {
    "name": "极恶飞跃粉碎击",
    "effect": "使用者Incineror使用Z-Power强化身体，并全力撞击目标。"
  },
  "oceanicOperetta": {
    "name": "海神庄严交响乐",
    "effect": "使用者Primarina使用Z-Power召唤出大量的水，并全力攻击目标。"
  },
  "guardianOfAlola": {
    "name": "巨人卫士・阿罗拉",
    "effect": "使用者，大地精灵精灵精灵，使用其Z力量获得阿罗拉的能量，并全力攻击目标。这会大大降低目标的生命值。"
  },
  "soulStealing7StarStrike": {
    "name": "七星夺魂腿",
    "effect": "在获得Z-Power后，使用者Marshadow连续全力对目标拳打脚踢。"
  },
  "stokedSparksurfer": {
    "name": "驾雷驭电戏冲浪",
    "effect": "获得Z-Power后，使用者Alolan Raichu全力攻击目标。此举使目标瘫痪。"
  },
  "pulverizingPancake": {
    "name": "认真起来大爆击",
    "effect": "Z-Power展现了使用者Snorlax的真正功能。神奇宝贝大力移动其庞大的身体，全力攻击目标。"
  },
  "extremeEvoboost": {
    "name": "九彩昇华齐聚顶",
    "effect": "在获得Z-Power后，使用者Eevee从其进化的朋友那里获得能量，并大幅提升其统计数据。"
  },
  "genesisSupernova": {
    "name": "起源超新星大爆炸",
    "effect": "获得Z-Power后，使用者Mew全力攻击目标。地形将充满精神能量。"
  },
  "shellTrap": {
    "name": "陷阱甲壳",
    "effect": "使用者设置外壳陷阱。如果使用者被物理移动击中，陷阱将爆炸并对对方的神奇宝贝造成伤害。"
  },
  "fleurCannon": {
    "name": "花朵加农炮",
    "effect": "使用者释放出一个强大的光束。攻击的后坐力严重降低了使用者的Sp.Atk状态。"
  },
  "psychicFangs": {
    "name": "精神之牙",
    "effect": "使用者用它的心理能力咬目标。这也会破坏“光栅”和“反射”。"
  },
  "stompingTantrum": {
    "name": "跺脚",
    "effect": "在挫败感的驱使下，使用者攻击目标。如果使用者上一次移动失败，则此移动的威力会加倍。"
  },
  "shadowBone": {
    "name": "暗影之骨",
    "effect": "使用者通过用含有精灵的骨头击打目标进行攻击。这也可能降低目标的防御能力。"
  },
  "accelerock": {
    "name": "冲岩",
    "effect": "使用者以高速冲向目标。这一步总是走在第一位。"
  },
  "liquidation": {
    "name": "水流裂破",
    "effect": "使用者使用全力的水冲击向目标。这也可能降低目标的防御能力。"
  },
  "prismaticLaser": {
    "name": "棱镜镭射",
    "effect": "使用者使用棱镜的功率发射强大的激光。使用者无法在下一个转弯处移动。"
  },
  "spectralThief": {
    "name": "暗影偷盗",
    "effect": "使用者隐藏在目标的阴影中，窃取目标的属性提升，然后进行攻击。"
  },
  "sunsteelStrike": {
    "name": "流星闪冲",
    "effect": "使用者以流星般的力量猛烈撞击目标。无论目标的能力如何，都可以使用此招式。"
  },
  "moongeistBeam": {
    "name": "暗影之光",
    "effect": "使用者发射邪恶的光线攻击目标。无论目标的能力如何，都可以使用此招式。"
  },
  "tearfulLook": {
    "name": "泪眼汪汪",
    "effect": "使用者会泪眼婆心，使目标失去战斗精神。这会降低目标的攻击和Sp.Atk属性。"
  },
  "zingZap": {
    "name": "麻麻刺刺",
    "effect": "一股强烈的电爆炸击中目标，使其触电。这也可能使目标望而却步。"
  },
  "naturesMadness": {
    "name": "自然之怒",
    "effect": "使用者用自然的力量击中目标。它使目标的生命值减半。"
  },
  "multiAttack": {
    "name": "多属性攻击",
    "effect": "使用者以高能伪装，猛扑目标。保存的内存决定了移动的类型。"
  },
  "tenMillionVoltThunderbolt": {
    "name": "千万伏特",
    "effect": "使用者，戴着帽子的皮卡丘，用Z-Power通电并释放。暴击更容易落地。"
  },
  "mindBlown": {
    "name": "惊爆大头",
    "effect": "使用者通过自己的头部爆炸来攻击周围的一切。这也会损坏使用者。"
  },
  "plasmaFists": {
    "name": "等离子闪电拳",
    "effect": "使用者使用带电拳头进行攻击。此移动将普通型移动更改为电动型移动。"
  },
  "photonGeyser": {
    "name": "光子喷涌",
    "effect": "使用者用光柱攻击目标。这一移动会造成攻击或Sp.Atk伤害——以使用者的属性较高者为准。"
  },
  "lightThatBurnsTheSky": {
    "name": "焚天灭世炽光爆",
    "effect": "此攻击造成攻击或Sp.Atk伤害——无论使用者的属性是高的，Necrozma。此动作会忽略目标的能力。"
  },
  "searingSunrazeSmash": {
    "name": "日光回旋下苍穹",
    "effect": "获得Z-Power后，使用者Solgaleo全力攻击目标。这个动作可以忽略目标能力的效果。"
  },
  "menacingMoonrazeMaelstrom": {
    "name": "月华飞溅落灵霄",
    "effect": "获得Z-Power后，使用者Lunala全力攻击目标。这个动作可以忽略目标能力的效果。"
  },
  "letsSnuggleForever": {
    "name": "亲密无间大乱揍",
    "effect": "获得Z-Power后，使用者Mimikyu全力击打目标。"
  },
  "splinteredStormshards": {
    "name": "狼啸石牙飓风暴",
    "effect": "获得Z-Power后，使用者Lycanroc全力攻击目标。这一举动抵消了在战场上的效果。"
  },
  "clangorousSoulblaze": {
    "name": "炽魂热舞烈音爆",
    "effect": "获得Z-Power后，使用者Kommo-o全力攻击对方的神奇宝贝。此举提升了使用者的统计数据。"
  },
  "zippyZap": {
    "name": "电电加速",
    "effect": "使用者用高速爆发的电流攻击目标。这个动作总是先进行，然后造成暴击。"
  },
  "splishySplash": {
    "name": "滔滔冲浪",
    "effect": "使用者向一个巨大的波浪充电，并用波浪击打对方的神奇宝贝。这也可能让对方的神奇宝贝陷入瘫痪。"
  },
  "floatyFall": {
    "name": "飘飘坠落",
    "effect": "使用者漂浮在空中，然后以陡峭的角度潜水攻击目标。这也可能使目标望而却步。"
  },
  "pikaPapow": {
    "name": "闪闪雷光",
    "effect": "皮卡丘越喜欢它的训练师，动作的力量就越大。它从不错过。"
  },
  "bouncyBubble": {
    "name": "活活气泡",
    "effect": "使用者通过向目标发射气泡进行攻击。然后它吸收水分并恢复其生命值，使其受到的伤害减半。"
  },
  "buzzyBuzz": {
    "name": "麻麻电击",
    "effect": "使用者发射一股电击来攻击目标。这也会使目标瘫痪。"
  },
  "sizzlySlide": {
    "name": "熊熊火爆",
    "effect": "使用者将自己伪装成火焰，并向目标发起冲锋。这也会使目标烧伤。"
  },
  "glitzyGlow": {
    "name": "哗哗气场",
    "effect": "使用者用远距动能轰击目标。一道奇妙的光墙被用来削弱对方神奇宝贝特殊动作的力量。"
  },
  "baddyBad": {
    "name": "坏坏领域",
    "effect": "使用者行为恶劣并攻击目标。一道奇妙的光墙被用来削弱对方神奇宝贝物理动作的力量。"
  },
  "sappySeed": {
    "name": "茁茁炸弹",
    "effect": "使用者长出一根巨大的茎，撒下种子攻击目标。种子每回合消耗目标的生命值。"
  },
  "freezyFrost": {
    "name": "冰冰霜冻",
    "effect": "使用者使用由冰冷的冰冻薄雾制成的水晶进行攻击。它消除了所有参与战斗的神奇宝贝的每一次数据变化。"
  },
  "sparklySwirl": {
    "name": "亮亮风暴",
    "effect": "使用者通过用一股强烈的气味将目标包裹起来攻击目标。这也治愈了使用者方的所有状态条件。"
  },
  "veeveeVolley": {
    "name": "砰砰击破",
    "effect": "Eevee越喜欢它的Trainer，动作的力量就越大。它从不错过。"
  },
  "doubleIronBash": {
    "name": "钢拳双击",
    "effect": "使用者旋转，将六角螺母放在胸部居中，然后用手臂连续击打两次。这也可能使目标望而却步。"
  },
  "maxGuard": {
    "name": "极巨防壁",
    "effect": "此举使使用者能够保护自己免受所有攻击。如果连续使用，它失败的几率会增加。"
  },
  "dynamaxCannon": {
    "name": "极巨炮",
    "effect": "使用者从其核心释放出一束强大的光束。如果目标超过200级，此招式会造成双倍的伤害。"
  },
  "snipeShot": {
    "name": "狙击",
    "effect": "使用者忽略对方神奇宝贝的移动效果和吸引移动的能力，允许该移动击中选定的目标。"
  },
  "jawLock": {
    "name": "紧咬不放",
    "effect": "这一动作可以防止使用者和目标切换，直到他们中的任何一个晕倒。如果任何一只神奇宝贝离开战场，效果就会消失。"
  },
  "stuffCheeks": {
    "name": "大快朵颐",
    "effect": "使用者吃了它拿着的浆果，然后急剧提高了防御状态。"
  },
  "noRetreat": {
    "name": "背水一战",
    "effect": "此举提高了使用者的所有统计数据，但防止使用者退出或逃离。"
  },
  "tarShot": {
    "name": "沥青射击",
    "effect": "使用者将粘稠的焦油倒在目标上，降低目标的速度。目标对火焰型移动变得更弱。"
  },
  "magicPowder": {
    "name": "魔法粉",
    "effect": "使用者散布一团魔法粉末，将目标改为灵媒类型。"
  },
  "dragonDarts": {
    "name": "龙箭",
    "effect": "使用者使用Dreepy进行了两次攻击。如果有两个目标，则此移动会击中每个目标一次。"
  },
  "teatime": {
    "name": "茶会",
    "effect": "使用者可以与战斗中的所有神奇宝贝一起喝茶。每只神奇宝贝都会吃掉自己手中的浆果。"
  },
  "octolock": {
    "name": "蛸固",
    "effect": "使用者锁定目标并防止其逃跑。这一举动也会降低目标的防御和Sp.Def每回合。"
  },
  "boltBeak": {
    "name": "电喙",
    "effect": "使用者用带电的喙刺伤目标。如果使用者在目标之前发动攻击，则此招式的威力会加倍。"
  },
  "fishiousRend": {
    "name": "鳃咬",
    "effect": "使用者用坚硬的鳃猛咬目标。如果使用者在目标之前发动攻击，则此招式的威力会加倍。"
  },
  "courtChange": {
    "name": "换场",
    "effect": "凭借其神秘的力量，使用者可以交换场两侧的效果。"
  },
  "maxFlare": {
    "name": "极巨火爆",
    "effect": "这是Dynamax神奇宝贝使用的火型攻击。使用者将太阳加强五圈。"
  },
  "maxFlutterby": {
    "name": "极巨虫蛊",
    "effect": "这是Dynamax神奇宝贝使用的Bug类型攻击。这会降低目标的Sp.Atk状态。"
  },
  "maxLightning": {
    "name": "极巨闪电",
    "effect": "这是Dynamax神奇宝贝使用的电动攻击。使用者将地面转为电动地形五圈。"
  },
  "maxStrike": {
    "name": "极巨攻击",
    "effect": "这是Dynamax神奇宝贝使用的普通类型攻击。这会降低目标的速度状态。"
  },
  "maxKnuckle": {
    "name": "极巨拳斗",
    "effect": "这是Dynamax神奇宝贝使用的战斗型攻击。这提高了盟友神奇宝贝的攻击属性。"
  },
  "maxPhantasm": {
    "name": "极巨幽魂",
    "effect": "这是Dynamax神奇宝贝使用的幽灵型攻击。这会降低目标的防御状态。"
  },
  "maxHailstorm": {
    "name": "极巨寒冰",
    "effect": "这是Dynamax神奇宝贝使用的冰型攻击。使用者发出持续五圈的冰雹。"
  },
  "maxOoze": {
    "name": "极巨酸毒",
    "effect": "这是Dynamax神奇宝贝使用的毒药型攻击。这提高了盟友神奇宝贝的Sp.Atk属性。"
  },
  "maxGeyser": {
    "name": "极巨水流",
    "effect": "这是Dynamax神奇宝贝使用的水型攻击。使用者发出一场持续五个转弯的大雨。"
  },
  "maxAirstream": {
    "name": "极巨飞冲",
    "effect": "这是Dynamax神奇宝贝使用的飞行型攻击。这提高了盟友神奇宝贝的速度统计。"
  },
  "maxStarfall": {
    "name": "极巨妖精",
    "effect": "这是精灵类型的攻击Dynamax神奇宝贝使用。使用者将地面转为雾状地形五圈。"
  },
  "maxWyrmwind": {
    "name": "极巨龙骑",
    "effect": "这是Dynamax神奇宝贝使用的龙型攻击。这会降低目标的攻击状态。"
  },
  "maxMindstorm": {
    "name": "极巨超能",
    "effect": "这是Dynamax神奇宝贝使用的心灵攻击类型。使用者将地面转为精神地形五圈。"
  },
  "maxRockfall": {
    "name": "极巨岩石",
    "effect": "这是Dynamax神奇宝贝使用的岩石型攻击。使用者发出持续五个转弯的沙尘暴。"
  },
  "maxQuake": {
    "name": "极巨大地",
    "effect": "这是Dynamax神奇宝贝使用的地面型攻击。这提高了盟友神奇宝贝的Sp.Def属性。"
  },
  "maxDarkness": {
    "name": "极巨恶霸",
    "effect": "这是Dynamax神奇宝贝使用的黑暗类型攻击。这会降低目标的Sp.Def状态。"
  },
  "maxOvergrowth": {
    "name": "极巨草原",
    "effect": "这是Dynamax神奇宝贝使用的草类攻击。使用者将地面转为草地地形五圈。"
  },
  "maxSteelspike": {
    "name": "极巨钢铁",
    "effect": "这是Dynamax神奇宝贝使用的钢铁类攻击。这提高了盟友神奇宝贝的防御能力。"
  },
  "clangorousSoul": {
    "name": "魂舞烈音爆",
    "effect": "使用者通过使用其部分生命值来提升其所有统计数据。"
  },
  "bodyPress": {
    "name": "扑击",
    "effect": "使用者通过身体撞击目标进行攻击。使用者的防御力越高，对目标造成的伤害就越大。"
  },
  "decorate": {
    "name": "装饰",
    "effect": "使用者通过装饰目标来大幅提高目标的攻击和攻击速度。"
  },
  "drumBeating": {
    "name": "鼓击",
    "effect": "使用者击鼓，控制鼓的根部攻击目标。这也会降低目标的速度状态。"
  },
  "snapTrap": {
    "name": "捕兽夹",
    "effect": "使用者将目标困在捕捉陷阱中四到五圈。"
  },
  "pyroBall": {
    "name": "火焰球",
    "effect": "使用者通过点燃一块小石头并将其作为火球向目标发射来进行攻击。这也可能使目标烧伤。"
  },
  "behemothBlade": {
    "name": "巨兽斩",
    "effect": "使用者全身挥舞着一把巨大而有力的剑，猛烈地攻击目标。"
  },
  "behemothBash": {
    "name": "巨兽弹",
    "effect": "使用者的身体成为一个坚固的盾牌，猛烈地冲向目标。"
  },
  "auraWheel": {
    "name": "气场轮",
    "effect": "Morpeko攻击并利用其脸颊中储存的能量提高速度。此移动的类型会根据使用者的形式而变化。"
  },
  "breakingSwipe": {
    "name": "广域破坏",
    "effect": "该使用者疯狂地摆动其坚硬的尾巴，攻击对方的神奇宝贝。这也降低了他们的攻击属性。"
  },
  "branchPoke": {
    "name": "木枝突刺",
    "effect": "使用者通过用尖锐的树枝戳目标来攻击它。"
  },
  "overdrive": {
    "name": "破音",
    "effect": "使用者通过敲击吉他或低音吉他来攻击对方的神奇宝贝，产生巨大的回声和强烈的振动。"
  },
  "appleAcid": {
    "name": "苹果酸",
    "effect": "使用者用酸苹果制成的酸性液体攻击目标。这也会降低目标的Sp.Def状态。"
  },
  "gravApple": {
    "name": "万有引力",
    "effect": "使用者从高处扔下一个苹果造成伤害。这也降低了目标的防御状态。"
  },
  "spiritBreak": {
    "name": "灵魂冲击",
    "effect": "使用者攻击目标的力量太大，可能会破坏目标的精神。这也会降低目标的Sp.Atk状态。"
  },
  "strangeSteam": {
    "name": "神奇蒸汽",
    "effect": "使用者通过发射蒸汽攻击目标。这也可能混淆目标。"
  },
  "lifeDew": {
    "name": "生命水滴",
    "effect": "使用者在战斗中四处泼洒神秘的水，并恢复自己和盟友神奇宝贝的生命值。"
  },
  "obstruct": {
    "name": "拦堵",
    "effect": "此举使使用者能够保护自己免受所有攻击。如果连续使用，它失败的几率会增加。直接接触会严重降低攻击者的防御能力。"
  },
  "falseSurrender": {
    "name": "假跪真撞",
    "effect": "使用者假装低头，但随后却用蓬乱的头发刺伤了目标。这次进攻从不失手。"
  },
  "meteorAssault": {
    "name": "流星突击",
    "effect": "使用者用它厚厚的韭菜疯狂攻击。使用者无法在下一个转弯处移动，因为移动的力会使其错开。"
  },
  "eternabeam": {
    "name": "无极光束",
    "effect": "这是Eternatus最强大的原始攻击。使用者在下一回合无法移动。"
  },
  "steelBeam": {
    "name": "铁蹄光线",
    "effect": "使用者发射一根从全身收集的钢梁。这也会损坏使用者。"
  },
  "expandingForce": {
    "name": "广域战力",
    "effect": "使用者用其精神力量攻击目标。这一举动的力量会上升，并在精神地形上伤害所有对面的神奇宝贝。"
  },
  "steelRoller": {
    "name": "铁滚轮",
    "effect": "使用者在破坏地形的同时进行攻击。当地面还没有变成地形时，这个动作就失败了。"
  },
  "scaleShot": {
    "name": "鳞射",
    "effect": "使用者通过连续射击两到五次进行攻击。这一举动提高了使用者的速度属性，但降低了防御属性。"
  },
  "meteorBeam": {
    "name": "流星光束",
    "effect": "在这两回合的攻击中，使用者收集空间力量并提高其Sp.Atk属性，然后在下一回合攻击目标。"
  },
  "shellSideArm": {
    "name": "臂贝武器",
    "effect": "此招式造成物理伤害或特殊伤害，以效果更佳者为准。这也可能毒害目标。"
  },
  "mistyExplosion": {
    "name": "薄雾炸裂",
    "effect": "使用者攻击它周围的一切，并在使用此动作时晕倒。此招式在迷雾地形上的威力增加。"
  },
  "grassyGlide": {
    "name": "青草滑梯",
    "effect": "使用者在地面上滑翔，攻击目标。这个动作在草地上总是最先进行。"
  },
  "risingVoltage": {
    "name": "电力上升",
    "effect": "使用者使用从地面上升的电压进行攻击。当目标处于电动地形时，此动作的威力会加倍。"
  },
  "terrainPulse": {
    "name": "大地波动",
    "effect": "使用者利用地形的力量进行攻击。此招式的类型和威力会根据使用时的地形而变化。"
  },
  "skitterSmack": {
    "name": "爬击",
    "effect": "使用者在目标后面跳跃进行攻击。这也降低了目标的Sp.Atk状态。"
  },
  "burningJealousy": {
    "name": "妒火",
    "effect": "使用者用嫉妒的能量进行攻击。这让所有在回合中数据提升的对方神奇宝贝都被烧伤了。"
  },
  "lashOut": {
    "name": "泄愤",
    "effect": "使用者猛烈地向目标发泄不满。如果使用者的属性在这个回合中被降低，那么这个动作的威力会加倍。"
  },
  "poltergeist": {
    "name": "灵骚",
    "effect": "使用者通过控制目标的物品来攻击目标。如果目标没有物品，则移动失败。"
  },
  "corrosiveGas": {
    "name": "腐蚀气体",
    "effect": "使用者用高酸性气体包围周围的一切，并融化他们持有的物品。"
  },
  "coaching": {
    "name": "指导",
    "effect": "使用者正确地指导其盟友神奇宝贝，提高他们的攻击和防御数据。"
  },
  "flipTurn": {
    "name": "快速折返",
    "effect": "在发起攻击后，使用者冲回来切换位置，有一只派对神奇宝贝在等待。"
  },
  "tripleAxel": {
    "name": "三旋击",
    "effect": "连续的三次踢腿攻击，每次成功命中都会变得更加有力。"
  },
  "dualWingbeat": {
    "name": "双翼",
    "effect": "使用者用翅膀猛击目标。目标连续被击中两次。"
  },
  "scorchingSands": {
    "name": "热沙大地",
    "effect": "使用者向目标投掷灼热的沙子进行攻击。这也可能使目标烧伤。"
  },
  "jungleHealing": {
    "name": "丛林治疗",
    "effect": "使用者与丛林融为一体，恢复生命值，并在战斗中治愈自己和盟友神奇宝贝的任何状态。"
  },
  "wickedBlow": {
    "name": "暗冥强击",
    "effect": "使用者在掌握了黑暗风格后，猛烈一击击中目标。这种攻击总是造成暴击。"
  },
  "surgingStrikes": {
    "name": "水流连打",
    "effect": "使用者在掌握了水的风格后，连续三次以流畅的动作击打目标。这种攻击总是造成暴击。"
  },
  "thunderCage": {
    "name": "雷电囚笼",
    "effect": "使用者将目标困在一个充满火花的笼子里四到五圈。"
  },
  "dragonEnergy": {
    "name": "巨龙威能",
    "effect": "将其生命力转化为力量，使用者攻击对方的神奇宝贝。使用者的生命值越低，移动的力量就越低。"
  },
  "freezingGlare": {
    "name": "冰冷视线",
    "effect": "使用者从眼睛射出精神力量进行攻击。这也可能使目标冻结。"
  },
  "fieryWrath": {
    "name": "怒火中烧",
    "effect": "使用者将其愤怒转化为火焰般的光环进行攻击。这也可能让对方的神奇宝贝望而却步。"
  },
  "thunderousKick": {
    "name": "雷鸣蹴击",
    "effect": "使用者在踢出一脚之前，以闪电般的动作压倒目标。这也降低了目标的防御状态。"
  },
  "glacialLance": {
    "name": "雪矛",
    "effect": "该使用者通过向对方的神奇宝贝投掷暴风雪斗篷冰柱长矛进行攻击。"
  },
  "astralBarrage": {
    "name": "星碎",
    "effect": "使用者通过向对方的神奇宝贝发送数量惊人的小型幽灵进行攻击。"
  },
  "eerieSpell": {
    "name": "诡异咒语",
    "effect": "使用者以其巨大的精神力量进行攻击。这也会从目标的最后一次移动中移除3 PP。"
  },
  "direClaw": {
    "name": "克命爪",
    "effect": "使用者用毁灭性的爪子猛扑目标。这也可能使目标中毒、瘫痪或睡着。"
  },
  "psyshieldBash": {
    "name": "屏障猛攻",
    "effect": "使用者伪装成精神能量，猛扑目标。这也提高了使用者的防御能力。"
  },
  "powerShift": {
    "name": "力量转换",
    "effect": "使用者交换其攻击和防御统计数据。"
  },
  "stoneAxe": {
    "name": "岩斧",
    "effect": "使用者向目标挥动石斧。这次袭击留下的石头碎片漂浮在目标周围。"
  },
  "springtideStorm": {
    "name": "阳春风暴",
    "effect": "该使用者通过将对方的神奇宝贝包裹在充满爱与恨的狂风中进行攻击。这也可能降低他们的攻击属性。"
  },
  "mysticalPower": {
    "name": "神秘之力",
    "effect": "使用者通过释放神秘力量进行攻击。这也提高了使用者的Sp.Atk统计。"
  },
  "ragingFury": {
    "name": "大愤慨",
    "effect": "使用者在喷涌的火焰中横冲直撞，转了两三圈。然后使用者变得困惑。"
  },
  "waveCrash": {
    "name": "波动冲",
    "effect": "使用者将自己裹在水中，用全身猛击目标，造成伤害。这也对使用者造成了很大的损害。"
  },
  "chloroblast": {
    "name": "叶绿爆震",
    "effect": "使用者发射积聚的叶绿素对目标造成伤害。这也会损坏使用者。"
  },
  "mountainGale": {
    "name": "冰山风",
    "effect": "使用者向目标投掷大块冰块以造成伤害。这也可能使目标望而却步。"
  },
  "victoryDance": {
    "name": "胜利之舞",
    "effect": "使用者表演激烈的舞蹈以迎来胜利，提高其攻击、防御和速度统计数据。"
  },
  "headlongRush": {
    "name": "突飞猛扑",
    "effect": "使用者以全身铲球的方式冲向目标。这也降低了使用者的防御和Sp.Def属性。"
  },
  "barbBarrage": {
    "name": "毒千针",
    "effect": "使用者发射无数有毒的倒钩来造成伤害。这也可能毒害目标。如果目标已经中毒，此招式的威力会加倍。"
  },
  "esperWing": {
    "name": "气场之翼",
    "effect": "使用者用充满灵气的翅膀猛击目标。这也提高了使用者的速度。这一动作有更高的几率获得暴击。"
  },
  "bitterMalice": {
    "name": "冤冤相报",
    "effect": "使用者以令人不寒而栗的怨恨攻击目标。这也会降低目标的攻击状态。"
  },
  "shelter": {
    "name": "闭关",
    "effect": "使用者使其皮肤像铁盾牌一样坚硬，大大增强了防御能力。"
  },
  "tripleArrows": {
    "name": "三连箭",
    "effect": "使用者踢了一脚，然后射出三支箭。这个动作有更高的几率获得暴击，也可能降低目标的防御能力或使其退缩。"
  },
  "infernalParade": {
    "name": "群魔乱舞",
    "effect": "使用者使用无数火球进行攻击。这也可能使目标烧伤。如果目标有状态条件，此招式的威力会加倍。"
  },
  "ceaselessEdge": {
    "name": "秘剑・千重涛",
    "effect": "使用者向目标猛砍其外壳刀片。这次袭击留下的炮弹碎片仍以尖刺的形式散落在目标下方。"
  },
  "bleakwindStorm": {
    "name": "枯叶风暴",
    "effect": "使用者用猛烈的寒风进行攻击，导致身体和精神都颤抖。这也可能降低对方神奇宝贝的速度属性。"
  },
  "wildboltStorm": {
    "name": "鸣雷风暴",
    "effect": "使用者发出雷鸣般的暴风雨，并用闪电和风猛烈攻击。这也可能让对方的神奇宝贝陷入瘫痪。"
  },
  "sandsearStorm": {
    "name": "热沙风暴",
    "effect": "使用者通过将对方的神奇宝贝包裹在狂风和灼热的沙子中进行攻击。这也可能导致烧伤。"
  },
  "lunarBlessing": {
    "name": "新月祈祷",
    "effect": "使用者收到新月的祝福，恢复生命值并治愈当前处于战斗中的自身及其盟友神奇宝贝的状态。"
  },
  "takeHeart": {
    "name": "勇气填充",
    "effect": "使用者振奋精神，治愈自己的状态条件，提高Sp.Atk和Sp.Def的统计数据。"
  },
  "gMaxWildfire": {
    "name": "超极巨深渊灭焰",
    "effect": "Gigantamax Charizard使用的火型攻击。这一动作持续对对手造成四个回合的伤害。"
  },
  "gMaxBefuddle": {
    "name": "超极巨蝶影蛊惑",
    "effect": "Gigantamax Butterfree使用的Bug类型攻击。此动作会使对手处于中毒、瘫痪或睡眠状态。"
  },
  "gMaxVoltCrash": {
    "name": "超极巨万雷轰顶",
    "effect": "Gigantamax Pikachu使用的电动攻击。这个动作使对手瘫痪。"
  },
  "gMaxGoldRush": {
    "name": "超极巨特大金币",
    "effect": "Gigantamax Megrowth使用的普通类型攻击。这一举动迷惑了对手，同时也赚了额外的钱。"
  },
  "gMaxChiStrike": {
    "name": "超极巨会心一击",
    "effect": "Gigantamax Machamp使用的战斗型攻击。这一举动增加了暴击的几率。"
  },
  "gMaxTerror": {
    "name": "超极巨幻影幽魂",
    "effect": "Gigantamax Gengar使用的幽灵型攻击。这只神奇宝贝踩在对方神奇宝贝的阴影上，阻止他们逃跑。"
  },
  "gMaxResonance": {
    "name": "超极巨极光旋律",
    "effect": "Gigantamax拉普拉斯使用的冰型攻击。此动作可减少五圈内受到的伤害。"
  },
  "gMaxCuddle": {
    "name": "超极巨热情拥抱",
    "effect": "Gigantamax Eevee使用的普通类型攻击。这一举动令对手着迷。"
  },
  "gMaxReplenish": {
    "name": "超极巨资源再生",
    "effect": "Gigantamax Snorlax使用的普通类型攻击。此举可以恢复被吃掉的浆果。"
  },
  "gMaxMalodor": {
    "name": "超极巨臭气冲天",
    "effect": "Gigantamax Garbodor使用的毒药型攻击。此举毒化对手。"
  },
  "gMaxStonesurge": {
    "name": "超极巨岩阵以待",
    "effect": "Gigantamax Drednaw使用的水型攻击。这一举动在球场周围撒下了锋利的岩石。"
  },
  "gMaxWindRage": {
    "name": "超极巨旋风袭卷",
    "effect": "Gigantamax Corviknight使用的飞行型攻击。此移动将删除“反射”和“灯光屏幕”等移动的效果。"
  },
  "gMaxStunShock": {
    "name": "超极巨异毒电场",
    "effect": "Gigantamax Toxitricity使用的电动攻击。此动作会使对手中毒或瘫痪。"
  },
  "gMaxFinale": {
    "name": "超极巨幸福圆满",
    "effect": "Gigantamax Alcremie使用的精灵型攻击。此举可以治愈盟友的生命值。"
  },
  "gMaxDepletion": {
    "name": "超极巨劣化衰变",
    "effect": "Gigantamax Duraludon使用的龙型攻击。减少上一次移动的PP。"
  },
  "gMaxGravitas": {
    "name": "超极巨天道七星",
    "effect": "巨魔甲虫使用的一种灵媒攻击。这一动作改变了重力五圈。"
  },
  "gMaxVolcalith": {
    "name": "超极巨炎石喷发",
    "effect": "Gigantamax Coalossal使用的岩石型攻击。这一动作持续对对手造成四个回合的伤害。"
  },
  "gMaxSandblast": {
    "name": "超极巨沙尘漫天",
    "effect": "Gigantamax Sandaconda使用的地面型攻击。反对者被困在肆虐的沙尘暴中四到五个转弯。"
  },
  "gMaxSnooze": {
    "name": "超极巨睡魔降临",
    "effect": "Gigantamax Grimsnarl使用的黑暗型攻击。使用者松开一个巨大的哈欠，诱使目标在下一个转弯时入睡。"
  },
  "gMaxTartness": {
    "name": "超极巨酸不溜丢",
    "effect": "巨人使用的草类攻击。这一举动减少了对手的回避。"
  },
  "gMaxSweetness": {
    "name": "超极巨琼浆玉液",
    "effect": "Gigantamax Appletun使用的草型攻击。这一举动可以治愈盟友的地位状况。"
  },
  "gMaxSmite": {
    "name": "超极巨天谴雷诛",
    "effect": "Gigantamax Hatterene使用的精灵型攻击。这一举动使对手感到困惑。"
  },
  "gMaxSteelsurge": {
    "name": "超极巨钢铁阵法",
    "effect": "Gigantamax Copperajah使用的钢铁类攻击。这一动作会在球场周围散布尖锐的尖刺。"
  },
  "gMaxMeltdown": {
    "name": "超极巨液金熔击",
    "effect": "Gigantamax Melmetal使用的钢铁类攻击。这一动作使对手无法连续两次使用同一动作。"
  },
  "gMaxFoamBurst": {
    "name": "超极巨激漩泡涡",
    "effect": "Gigantamax Kingler使用的水型攻击。这一举动严重降低了对手的速度。"
  },
  "gMaxCentiferno": {
    "name": "超极巨百火焚野",
    "effect": "Gigantamax Centiskorch使用的火型攻击。这一动作将对手困在火焰中四到五圈。"
  },
  "gMaxVineLash": {
    "name": "超极巨灰飞鞭灭",
    "effect": "巨人Venusaur使用的草类攻击。这一动作持续对对手造成四个回合的伤害。"
  },
  "gMaxCannonade": {
    "name": "超极巨水炮轰灭",
    "effect": "巨怪使用的水型攻击。这一动作持续对对手造成四个回合的伤害。"
  },
  "gMaxDrumSolo": {
    "name": "超极巨狂擂乱打",
    "effect": "Gigantamax Rillaboom使用的草类攻击。无论目标的能力如何，都可以使用此招式。"
  },
  "gMaxFireball": {
    "name": "超极巨破阵火球",
    "effect": "巨魔星火联盟使用的火型攻击。无论目标的能力如何，都可以使用此招式。"
  },
  "gMaxHydrosnipe": {
    "name": "超极巨狙击神射",
    "effect": "Gigantamax Inteleon使用的水型攻击。无论目标的能力如何，都可以使用此招式。"
  },
  "gMaxOneBlow": {
    "name": "超极巨夺命一击",
    "effect": "Gigantamax Urshifu使用的黑暗类型攻击。这个单击移动可以忽略最大守卫。"
  },
  "gMaxRapidFlow": {
    "name": "超极巨流水连击",
    "effect": "Gigantamax Urshifu使用的水型攻击。这种快速攻击可以忽略最大守卫。"
  },
  "teraBlast": {
    "name": "太晶爆发",
    "effect": "如果使用者安装了Tera，则会释放其Tera类型的能量。此移动使用攻击或施法属性造成伤害，以对使用者较高者为准。"
  },
  "silkTrap": {
    "name": "线阱",
    "effect": "使用者旋转一个丝绸陷阱，保护自己免受伤害，同时降低任何直接接触的攻击者的速度。"
  },
  "axeKick": {
    "name": "下压踢",
    "effect": "使用者通过向上踢向空中并将脚跟重重地砸在目标上进行攻击。这也可能混淆目标。如果未命中，使用者将受到伤害。"
  },
  "lastRespects": {
    "name": "扫墓",
    "effect": "使用者攻击是为了报复其盟友。使用者的阵营中被击败的盟友越多，移动的力量就越大。"
  },
  "luminaCrash": {
    "name": "琉光冲激",
    "effect": "使用者通过释放一种特殊的光线进行攻击，这种光线甚至会影响大脑。这也会严重降低目标的Sp.Def状态。"
  },
  "orderUp": {
    "name": "上菜",
    "effect": "使用者以优雅的姿态进行攻击。如果使用者嘴里有Tatsugiri，这一举动会根据Tatsugiri's形态提升使用者的一项统计数据。"
  },
  "jetPunch": {
    "name": "喷射拳",
    "effect": "使用者在拳头周围召唤出一股洪流，并以惊人的速度挥拳。这一步总是走在第一位。"
  },
  "spicyExtract": {
    "name": "辣椒精华",
    "effect": "使用者会发出令人难以置信的辛辣提取物，大幅提升目标的攻击属性，并大幅降低目标的防御属性。"
  },
  "spinOut": {
    "name": "疾速转轮",
    "effect": "使用者通过拉紧双腿疯狂旋转，对目标造成伤害。这也严重降低了使用者的速度统计。"
  },
  "populationBomb": {
    "name": "鼠数儿",
    "effect": "使用者的同伴成群结队地聚集在一起进行连击，连续命中目标一到十次。"
  },
  "iceSpinner": {
    "name": "冰旋",
    "effect": "使用者将双脚覆盖在薄冰中，旋转身体，猛烈撞击目标。这个动作的旋转动作也会破坏地形。"
  },
  "glaiveRush": {
    "name": "巨剑突击",
    "effect": "使用者将全身投入鲁莽的冲锋中。使用此招式后，对使用者的攻击不会错过，并将造成双倍伤害，直到使用者下一回合。"
  },
  "revivalBlessing": {
    "name": "复生祈祷",
    "effect": "使用者给予了一个充满爱的祝福，复活了一只晕倒的派对神奇宝贝，并恢复了一半的神奇宝贝最大生命值。"
  },
  "saltCure": {
    "name": "盐腌",
    "effect": "使用者盐可以治愈目标，每回合都会造成伤害。钢铁和水资源受到这一举措的影响更大。"
  },
  "tripleDive": {
    "name": "三连钻",
    "effect": "使用者进行了一次完美的三次潜水，连续三次用飞溅的水击中目标。"
  },
  "mortalSpin": {
    "name": "晶光转转",
    "effect": "使用者执行旋转攻击，也可以消除绑定、包裹和韭菜种子等动作的效果。这也毒害了对方的神奇宝贝。"
  },
  "doodle": {
    "name": "描绘",
    "effect": "使用者在草图中捕捉到目标的本质。这会将使用者及其盟友神奇宝贝的能力更改为目标的能力。"
  },
  "filletAway": {
    "name": "甩肉",
    "effect": "使用者通过使用自己的生命值来大幅提升其攻击、速度和攻击属性。"
  },
  "kowtowCleave": {
    "name": "仆刀",
    "effect": "使用者在磕头后猛砍目标，使目标放松警惕。这次进攻从不失手。"
  },
  "flowerTrick": {
    "name": "千变万花",
    "effect": "使用者向目标投掷一束装配好的鲜花。这种攻击从不失误，而且总是命中关键一击。"
  },
  "torchSong": {
    "name": "闪焰高歌",
    "effect": "使用者像唱歌一样喷出熊熊的火焰，将目标烧焦。这也提高了使用者的Sp.Atk统计。"
  },
  "aquaStep": {
    "name": "流水旋舞",
    "effect": "使用者玩弄目标，并使用轻盈流畅的舞步攻击目标。这也提高了使用者的速度统计。"
  },
  "ragingBull": {
    "name": "怒牛",
    "effect": "使用者像一头凶猛的公牛一样进行铲球。这个动作的类型取决于使用者的形态。它也可以打破障碍，如光幕和反射。"
  },
  "makeItRain": {
    "name": "淘金潮",
    "effect": "使用者通过投掷大量硬币进行攻击。这也降低了使用者的Sp.Atk状态。钱是在战斗后赚的。"
  },
  "psyblade": {
    "name": "精神剑",
    "effect": "使用者用一把空灵之刃攻击目标。如果使用者在电动地形上，此动作的功率将提高50%。"
  },
  "hydroSteam": {
    "name": "水蒸气",
    "effect": "使用者用沸腾的热水向目标喷射。这一举措的威力并没有在刺眼的阳光下降低，而是提高了50%。"
  },
  "ruination": {
    "name": "大灾难",
    "effect": "使用者引发了一场毁灭性的灾难。这会将目标的生命值减半。"
  },
  "collisionCourse": {
    "name": "全开猛撞",
    "effect": "使用者变形并摔倒在地，引发了一场巨大的史前爆炸。如果这是一个超有效的一击，那么这一动作的威力会比平时增强得更多。"
  },
  "electroDrift": {
    "name": "闪电猛冲",
    "effect": "使用者以极快的速度向前奔跑，用未来的电力刺穿目标。如果这是一个超有效的一击，那么这一动作的威力会比平时增强得更多。"
  },
  "shedTail": {
    "name": "断尾",
    "effect": "使用者使用自己的HP为自己创建一个替代品，然后与等待中的派对神奇宝贝交换位置。"
  },
  "chillyReception": {
    "name": "冷笑话",
    "effect": "使用者告诉了一个令人不寒而栗的坏笑话，然后和一只正在等待的神奇宝贝交换位置。这引发了一场持续五个转弯的暴风雪。"
  },
  "tidyUp": {
    "name": "大扫除",
    "effect": "使用者会整理并删除Spikes、Stealth Rock、Sticky Web、Toxic Spikes和Substitute的效果。这也提升了使用者的攻击和速度统计。"
  },
  "snowscape": {
    "name": "雪景",
    "effect": "使用者发出持续五个转弯的暴风雪。这会提升冰类的防御属性。"
  },
  "pounce": {
    "name": "虫扑",
    "effect": "使用者通过猛扑目标进行攻击。这也会降低目标的速度状态。"
  },
  "trailblaze": {
    "name": "起草",
    "effect": "使用者突然攻击，好像从高高的草丛中跳了出来。使用者灵活的步法提高了速度。"
  },
  "chillingWater": {
    "name": "泼冷水",
    "effect": "使用者攻击目标的方式是向其淋冷水，冷水会消耗目标的力量。这也会降低目标的攻击状态。"
  },
  "hyperDrill": {
    "name": "强力钻",
    "effect": "使用者以高速旋转其身体的尖头部分以刺穿目标。这种攻击可以使用“保护”或“检测”等移动来攻击目标。"
  },
  "twinBeam": {
    "name": "双光束",
    "effect": "使用者从眼睛射出神秘的光束造成伤害。目标连续被击中两次。"
  },
  "rageFist": {
    "name": "愤怒之拳",
    "effect": "使用者将其愤怒转化为能量进行攻击。使用者被攻击的次数越多，移动的威力就越大。"
  },
  "armorCannon": {
    "name": "铠农炮",
    "effect": "使用者将自己的盔甲作为燃烧的投射物射出。这也降低了使用者的防御和Sp.Def属性。"
  },
  "bitterBlade": {
    "name": "悔念剑",
    "effect": "使用者将其对生活世界的苦涩情感集中在一次猛烈的攻击中。使用者的生命值最多可恢复目标所受伤害的一半。"
  },
  "doubleShock": {
    "name": "电光双击",
    "effect": "使用者释放身体中的所有电能以进行高伤害攻击。使用此动作后，使用者将不再是电动类型。"
  },
  "gigatonHammer": {
    "name": "巨力锤",
    "effect": "使用者摆动全身，用巨大的锤子进行攻击。这一招不能连用两次。"
  },
  "comeuppance": {
    "name": "复仇",
    "effect": "使用者对上一次对其造成伤害的对手使用更大的力量进行报复。"
  },
  "aquaCutter": {
    "name": "水波刀",
    "effect": "使用者排出加压水以像刀片一样切割目标。这一动作有更高的几率获得暴击。"
  },
  "blazingTorque": {
    "name": "灼热暴冲",
    "effect": "使用者将燃烧的发动机对准目标。这也可能使目标烧伤。"
  },
  "wickedTorque": {
    "name": "黑暗暴冲",
    "effect": "使用者怀着恶意将引擎转入目标。这可能会使目标进入睡眠状态。"
  },
  "noxiousTorque": {
    "name": "剧毒暴冲",
    "effect": "使用者将他们有毒的引擎对准目标。这也可能毒害目标。"
  },
  "combatTorque": {
    "name": "格斗暴冲",
    "effect": "使用者用力将发动机旋转到目标位置。这也可能使目标瘫痪。"
  },
  "magicalTorque": {
    "name": "魔法暴冲",
    "effect": "使用者将他们的fae式发动机旋转到目标上。这也可能混淆目标。"
  },
  "bloodMoon": {
    "name": "血月",
    "effect": "使用者从一轮如血般闪耀的满月中释放出其精神的全部冲击力。这一招不能连用两次。"
  },
  "matchaGotcha": {
    "name": "刷刷茶炮",
    "effect": "使用者点燃一股混合的茶。使用者的生命值最多可恢复目标所受伤害的一半。这也可能使目标烧伤。"
  },
  "syrupBomb": {
    "name": "糖浆炸弹",
    "effect": "使用者引爆粘性糖果糖浆的爆炸，覆盖目标，并使目标的速度属性每转下降三圈。"
  },
  "ivyCudgel": {
    "name": "棘藤棒",
    "effect": "使用者用常春藤缠绕的棍子击打。这一动作的类型会根据使用者所戴的面具而变化，并且它有更高的几率获得暴击。"
  },
  "electroShot": {
    "name": "电光束",
    "effect": "使用者在第一个转弯时收集电力，提高其Sp.Atk状态，然后在下一个转弯时发射高压弹。将在下雨时立即开枪。"
  },
  "teraStarstorm": {
    "name": "晶光星群",
    "effect": "利用水晶的力量，使用者可以轰炸并消灭目标。当Terapagos以恒星形态使用时，此动作会伤害所有对面的神奇宝贝。"
  },
  "fickleBeam": {
    "name": "随机光",
    "effect": "使用者射出一束光造成伤害。有时，所有使用者的头部都会齐射光束，使移动的力量加倍。"
  },
  "burningBulwark": {
    "name": "火焰守护",
    "effect": "使用者炽热的皮毛可以保护它免受攻击，也可以灼伤任何与它直接接触的攻击者。"
  },
  "thunderclap": {
    "name": "迅雷",
    "effect": "这一动作使使用者能够首先用电击进行攻击。如果目标没有准备好发动攻击，则此动作将失败。"
  },
  "mightyCleave": {
    "name": "强刃攻击",
    "effect": "使用者使用聚集在其头顶上的光来切割目标。即使目标保护自己，这一动作也会命中。"
  },
  "tachyonCutter": {
    "name": "迅子利刃",
    "effect": "使用者通过连续两次向目标发射粒子刀片进行攻击。这次进攻从不失手。"
  },
  "hardPress": {
    "name": "硬压",
    "effect": "目标被手臂、爪子或类似物压碎以造成伤害。目标剩余的生命值越多，招式的威力就越大。"
  },
  "dragonCheer": {
    "name": "龙声鼓舞",
    "effect": "使用者用一声严厉的呼喊来提高盟友的士气，这样他们未来的攻击就有更高的几率获得暴击。这更能唤醒龙类。"
  },
  "alluringVoice": {
    "name": "魅诱之声",
    "effect": "使用者使用其天使般的声音攻击目标。如果目标的属性在回合中得到提升，这也会让目标感到困惑。"
  },
  "temperFlare": {
    "name": "豁出去",
    "effect": "在绝望的刺激下，使用者攻击目标。如果使用者上一次移动失败，则此移动的威力将加倍。"
  },
  "supercellSlam": {
    "name": "闪电强袭",
    "effect": "使用者使身体带电，然后掉落到目标上造成伤害。如果此移动未命中，使用者将受到伤害。"
  },
  "psychicNoise": {
    "name": "精神噪音",
    "effect": "使用者用令人不快的声波攻击目标。在两回合中，目标无法通过移动、能力或持有物品恢复生命值。"
  },
  "upperHand": {
    "name": "快手还击",
    "effect": "使用者对目标的移动做出反应，用手掌根部击打，使目标退缩。如果目标没有准备好优先移动，则此移动将失败。"
  },
  "malignantChain": {
    "name": "邪毒锁链",
    "effect": "使用者通过将毒素包裹在有毒的腐蚀性链条中，将毒素倒入目标体内。这也可能使目标中毒严重。"
  }
} as const;